Repository: momo-i/toasterdoc
Catalog: tags/0.9.2/locale/*/LC_MESSAGES/messages.po
Languages: es

source: NOTE: If you are using stunnel version 4, you should use pop3ds.run.v4
es: NOTA: Si Ud está usando stunnel version 4, debería usar pop3ds.run.v4

source: instead of pop3ds.run below.
es: en lugar de pop3ds.run debajo.

source: Type <quote>stunnel -V</quote> (v. 3) or <quote>stunnel -version</quote> (v. 4) to see what version is installed.
es: Tipear <quote>stunnel -V</quote> (v. 3) o <quote>stunnel -version</quote> (v. 4) para ver cuál version está instalada.

source: You will also need to copy over stunnel.conf like so:
es: Ud también necesitará copiar sobre stunnel.conf de este modo:

source: allow daemontools to start qmail
es: permitir 'daemontools' para arrancar qmail

source: verify that it's running with qmailctl
es: verificar que está corriendo con 'qmailctl'

source: Now let's compile libdomainkeys, we'll need that later:
es: Ahora compilemos 'libdomainkeys', lo necesitaremos más tarde:

source: ripmime is a tool for extracting MIME attachments from email, and is used by simscan.
es: ripmime es una herramienta para extraer adjuntos MIME del correo electrónico,y es utilizado por simscan.

source: Your qmail installation is already patched (qmail-queue patch) to support simscan, a new tool for using virus/spam scanners with qmail. The nice thing is that it prevents viruses (and optionally spam) from even getting into your queue. This is different from qmail-scanner, which will quarantine infected messages instead of stopping them at the SMTP level.
es: Su instalación de qmail ya está parcheada (parche qmail-queue) para soportar simscan, una nueva herramienta para utilizar escaneadores de virus/spam conqmail. Lo interesante es que evita que viruses (y spam opcionalmente) aúningresen en su cola de correo. Esto es diferente de qmail-scanner, el cualpone en cuarentena los mensajes infectado en lugar de detenerlos a nivel SMTP

source: add default rules for simscan
es: agregar reglas por defecto para simscan

source: update /var/qmail/control/simcontrol.cdb
es: actualizar /var/qmail/control/simcontrol.cdb

source: put versions for received header in /var/qmail/control/simversions.cdb
es: poner versiones para el encabezado 'receiver' en /var/qmail/control/simversions.cdb

source: turn on scanning
es: habilitar escaneo

source: Here, you can add 4 tools that together will prevent viruses from reaching your system via email, and tag spam for client filtering
es: Aquí, Ud puede agregar 4 herramientas que juntas prevendrán que los viruseslleguen a su sistema via correo electrónico, y etiquetar 'spam' para el filtrado por el cliente

source: SpamAssassin is the leading open source spam scanner. We'll be installing SpamAssassin via CPAN below.
es: SpamAssassin es el escaner lider de spam de código abierto. InstalaremosSpamAssassin via CPAN debajo.

source: <emphasis>NOTE:</emphasis> Debian users should have installed the SpamAssassin prerequisites during 'Debian Notes' eariler. RPM distributions may want to use 'yum install spamassassin' instead of CPAN below, so that you get all the dependencies. If the RPM of SpamAssassin is out of date, you could then simply do 'yum uninstall spamassassin', and follow the CPAN installation below, as you'll have the dependencies.
es: <emphasis>NOTA:</emphasis> usuarios Debian deberían tener instalados los pre-requisitos SpamAssassin durante 'Notas para Debian' anteriormente. Lasdistribuciones RPM podrían querer usar 'yum install spamassassin' en lugar deCPAN debajo, así que Ud obtendrá todas las dependencias. Si el RPM de SpamAssassin está desactualizado, Ud simplemente puede hacer 'yum uninstallspamassassin', y seguir la instalación por CPAN siguiente, y obtendrá todaslas dependencias.

source: run spamd under daemontools
es: correr 'spamd' bajo 'daemontools'

source: SquirrelMail is a web based IMAP client
es: SquirrelMail es un cliente IMAP basado en web

source: <emphasis>NOTE: This section assumes that your apache ServerRoot is /var/www and that your DocumentRoot is /var/www/html, and also that your web server runs as apache:apache</emphasis>
es: <emphasis>NOTA: Esta sección supone que el 'ServerRoot' de su apache es /var/www y que su DocumentRoot es /var/www/html, y también que su servidor web corre como apache:apache</emphasis>

source: here you will have to set a few options:
es: aquí tendrá que configurar unas pocas opciones

source: go to Server Settings (2), Server Software (8) and change the Server Software from <quote>other</quote> to <quote>courier</quote> (a)
es: vaya a Server Settings (2), Server Software (8) y modifique el Server Software de <quote>other</quote> a <quote>courier</quote> (a)

source: From the main menu, go to General Options (4) and change Data Direcotry (2) to <quote>/var/www/data/</quote>, change <quote>Allow server thread sort</quote> (10) to y, and change <quote>Allow server-side sorting</quote> (11) to y.
es: Del menú principal, vaya a 'General Options' (4) y cambie 'Data Directory'(2)a <quote>/var/www/data/</quote>, cambie <quote>'Allow server thread sort'</quote> (10) a 'y', y cambie <quote>'Allow server-side sorting'</quote> (11) a 'y'.

source: From the main menu, go to Plugins and enable the quota_usage plugin, along with any others you prefer
es: Del menú principal, vaya a 'Plugins' y habilite el plugin 'quota_usage',igualmente con cualquiera de los otros que Ud prefiera

source: Save settings
es: Guardar configuración

source: quit
es: salir

source: move the data directory into place and change permissions to the user:group that the web server runs as:
es: mueva el directorio 'data' a su lugar y cambie los permisos al user:group con el que corre su servidor web:

source: Test Drive
es: Prueba de Funcionamiento

source: Here we'll add a virtual domain, 'test.com', and test sending/receiving mail. Substitue 'test.com' for whatever domain you setup DNS for.
es: Aquí agregaremos un dominio virtual, 'test.com', y preobaremos enviar/recibir correo. Sustituya 'test.com' por cualquier dominio para el que haya configu-rado en el DNS.

source: Add the domain to vpopmail
es: Agregar el dominio a vpopmail

source: This creates the default <quote>postmaster</quote> account for test.com. You will use this account with qmailadmin. Try adding/removing users with qmailadmin here:
es: Esto crea la cuenta por defecto <quote>postmaster</quote>para test.com. Ud usará esta cuenta con qmailadmin. Intente agregando/removiendo usuarios con qmailadmin aquí:

source: To test out quota usage support, create a user with a 6MB quota like so:
es: Para probar el soporte a uso de cuota, cree un usuario con una cuota de 6MB del siguiente modo:

source: verify the user settings, and create the <quote>maildirsize</quote> file
es: verifique la configuración del usuario, y cree el archivo <quote>maildirsize</quote>

source: Now, to log into SquirrelMail as user@test.com, point your browser here:
es: Ahora, para loguearse al SquirrelMail como user@test.com, apunte su navegadorweb aquí:

source: Send yourself a message. If you get it, it's likely you're up and running.
es: Envíese un mensaje a Ud mismo. Si lo recibe, es posible que ya su instalaciónesté activa y corriendo.

source: To test your POP server, try telnetting to port 110 and logging in.
es: Para testear su servidor POP, intente hacer 'telnet' al puerto 110 yloguearse en el mismo.

source: Test your IMAP server in the same way:
es: Pruebe su servidor IMAP del mismo modo:

source: To test our SSL/TLS connections, all you need to do is duplicate the same tests above, but use openssl's s_client tool to handle encryption.
es: Para probar nuestras conexiones SSL/TLS, todo lo que necesita es duplicar losmismas pruebas de arribar, pero utilice la herramienta 's_client' de opensslpara manejar la encripción.

source: <emphasis>NOTE:</emphasis> If you get an error like this:
es: <emphasis>NOTA:</emphasis> Si obtiene un error como este:

source: your qmail install might need the cipher lists. Debian does this, I don't know why. The following commands will fix it:
es: su instalación de qmail podría necesitar las listas de cifrado. Con Debianocurre esto, no sé porqué. Los siguientes comandos corregirán esto:

source: If you want the option to be very aggressive about spam control, TMDA (Tagged Message Delivery Agent) is a challenge based tool that requires a sender to confirm their sending address before the incoming message is delivered. I don't use it myself, but many people do.
es: Si Ud quiere la opción de ser muy agresivo acerca del control de spam, TMDA (en inglés: Tagged Message Delivery Agent) es una herramienta basada en recusación que requiere que el remitente confirme su dirección de envío antes de que el mensaje entrante sea entregado. No lo utilizo personalmente, pero mucha gente lo hace.

source: Now we'll install the vpopmail related scripts
es: Ahora instalaremos los scripts relacionados con 'vpopmail'

source: Setup tmda-ofmipd
es: Configurar tmda-ofmipd

source: NOTE: If you are using stunnel version 4, you should use tmda.ssl.run.v4 instead of tmda-ofmipd.ssl.run below. Type 'stunnel -V' (v. 3) or 'stunnel -version' (v. 4) to see what version is installed. You will also need to copy over stunnel.conf like so: cp {varsrc}/toaster-scripts-{toasterscripts}/tmda-stunnel.conf /var/qmail/supervise/tmda-ssl/stunnel.conf
es: NOTA: Si Ud está usando la version 4 de 'stunnel',debería utilizar 'tmda.ssl.run.v4' en lugar del 'tmda-ofmipd.ssl.run' debajo. Tipee 'stunnel -V' (v. 3) or 'stunnel -version' (v. 4) para ver qué version está instalada. Tambiénnecesitará una copiar sobre 'stunnel.conf' de este modo: cp {varsrc}/toaster-scripts-{toasterscripts}/tmda-stunnel.conf /var/qmail/supervise/tmda-ssl/stunnel.conf

source: Setup tmda-cgi
es: Configurar tmda-cgi

source: Now, you'll need to add an alias directive to your web server. Add the following to /etc/httpd/httpd.conf (or where ever your conf file is), and restart Apache:
es: Ahora, Ud necesitará agregar una directiva 'alias' a su servidor web. Agregue lo siguiente a /etc/httpd/httpd.conf (o donde esté su archivo conf), y reinicie Apache:

source: Now, you should be able to point your browser to /cgi-bin/tmda.cgi, log in with your email address and password, and add/edit/remove tmda for your account. Note that the .qmail files created by tmda WILL show up in QmailAdmin.
es: Ahora, Ud debería ser capaz de apuntar su navegador web a /cgi-bin/tmda.cgi,loguearse xon su dirección de correo electrónico y contraseña, y agregar/editar/remover 'tmda' de su cuenta. Note que los archivos .qmail creados por'tmda' SERAN mostrados por QmailAdmin.

source: What's a POP Toaster?
es: ¿Qué es un Toaster POP?

source: Assumptions/Support (Please Read!)
es: Suposiciones/Soporte (Por favor, Lea!)

source: Trustix Notes
es: Notas para Trustix

source: Remove existing sendmail/pop/imap servers
es: Remover servidores existentes sendmail/pop/imap

source: Download packages
es: Descargar paquetes

source: Qmailmrtg7 - MRTG Graphs
es: Qmailmrtg7 - Gráficos MRTG

source: Donate
es: Colabore

source: <emphasis>NOTE:</emphasis> This document is now paginated. If you prefer to view it all as one page, click <ulink url='?page=all'>here</ulink>
es: <emphasis>NOTA:</emphasis> Ahora este documento está paginado. Si Ud prefiere verlo todo como una única página, cliquee <ulink url='?page=all'>aquí</ulink>

source: ucspi-tcp contains tcpserver and tcpclient, command line tools for building client-server applications.
es: ucspi-tcp contiene 'tcpserver' y 'tcpclient', herramientas de línea de comandos para construir aplicaciones cliente-servidor.

source: NOTE: If you are on the x86_64 platform, you need to remove the <quote>-02</quote> argument to gcc in conf-cc. See <ulink url='http://marc.info/?l=qmail&amp;m=111725518121864&amp;w=2'>this</ulink> for details
es: NOTA: Si Ud está en una plataforma x86_64, necesita remover en conf-ccel argumento de gcc <quote>-02</quote>. Vea aquí por detalles

source: Vpopmail is a virtual domain package add-on for qmail. It can handle multiple domains on a single IP address, and none of the user accounts are /etc/passwd or <quote>system</quote> accounts.
es: Vpopmail es una paquete agregado a qmail para manejar dominios virtuales. Puede manejar múltiple dominios en una sola dirección IP, y ninguna de las cuentas de usuario son cuentas /etc/passwd o de <quote>sistema</quote>.

source: NOTE: If you are on the x86_64 platform, you need to set the CFLAGS compiler environment by prefacing the next command with <quote>CFLAGS=-fPIC</quote>, like so: <quote>CFLAGS=-fPIC ./configure ...</quote>
es: NOTA: Si Ud está en una plataforma x86_64, necesitará configurar 'CFLAGS' del entorno del compilador anteponiendo el siguiente comando con <quote>CFLAGS=-fPIC</quote>, así: <quote>CFLAGS=-fPIC ./configure ...</quote>

source: NOTE: If you are on the x86_64 platform, you need to edit cdb/compile to add the -fPIC argument to cc. It should look something like this: 'exec gcc -fPIC -02 -c ${1+"$@"}' After editing compile, do <quote>make &amp;&amp; make install-strip</quote> again. see this post for more details
es: NOTA: Si Ud está en una plataforma x86_64, necesitará editar 'cdb/compile'para agregar el argumento -fPIC a cc. Esto debería verse como sigue: 'exec gcc -fPIC -02 -c ${1+"$@"}' . Después de editar, compile, haga <quote>make &amp;&amp; make install-strip</quote> de nuevo

source: install the vpopmail start script
es: instalar el script de inicio de vpopmail

source: add qmail toaster patch now that vpopmail is installed
es: agregar el parche 'qmail-toaster' ahora que vpopmail está instalado

source: NOTE: the following command needs to be run after any future re-installs of qmail as it will chown this directory back to qmail
es: NOTA: se necesita correr el siguiente comando luego de que cualquier re-instalación futura de qmail cambie el dueño del directorio de nuevo a qmail

source: enter your company's information
es: ingrese la información de su compañía

source: NOTE: This may take a LONG time
es: NOTA: Esto podría llevar un LARGO tiempo

source: start qmail back up
es: reiniciar qmail

source: allow daemontools to start vpopmail
es: permitir que 'daemontools' arranque vpopmail
