Repository: momo-i/toasterdoc
Catalog: tags/0.9.2/locale/*/LC_MESSAGES/messages.po
Languages: es

source: Appendix
es: Apéndice

source: Donate!
es: ¡Colabore!

source: If you find this toaster useful to you, and want to support its development, please feeel free to donate via Paypal:
es: Si Ud encuentra este toaster útil, y desea soportar su desarrollo, por favor colabore con el mismo via Paypal:

source: <emphasis>NOTE:</emphasis> If you want to support a particular translation, please indicate which translation you wish to support in the 'Message to Seller' option at the end of checkout
es: <emphasis>NOTA:</emphasis> Si Ud quiere soportar una traducción particular, por favor indique cuál traducción desea soportar en la opción 'Message to Seller' al final del checkout

source: Troubleshooting
es: Resolución de Problemas

source: Subscribe to this toaster list: <ulink url='mailto:toaster-subscribe@shupp.org'>toaster-subscribe@shupp.org</ulink> (to unsubscribe: <ulink url='mailto:toaster-unsubscribe@shupp.org'>toaster-subscribe@shupp.org</ulink>)
es: Para subscribirse a la lista de correo del toaster: <ulink url='mailto:toaster-subscribe@shupp.org'>toaster-subscribe@shupp.org</ulink> (para desubscribirse: <ulink url='mailto:toaster-unsubscribe@shupp.org'>toaster-subscribe@shupp.org</ulink>)

source: There is also a <ulink url='http://www.mail-archive.com/toaster@shupp.org'>searchable archive</ulink>
es: También existe un <ulink url='http://www.mail-archive.com/toaster@shupp.org'>archivo para hacer búsquedas</ulink>

source: It's recommended that you join the mailing list for vpopmail (<ulink url='vchkpw-subscribe@inter7.com'>vchkpw-subscribe@inter7.com</ulink>), since this is the core of the virtual domain package.
es: Se recomienda que se subscriba a la lista de correo de vpopmail (<ulink url='vchkpw-subscribe@inter7.com'>vchkpw-subscribe@inter7.com</ulink>), puesto que es la base del paquete de dominios virtuales.

source: Also, <ulink url='http://www.lifewithqmail.org/'>Life With Qmail</ulink> covers qmail setup/maintenance in great detail. Make sure you read it.
es: También, <ulink url='http://www.lifewithqmail.org/'>Life With Qmail</ulink> cubre la instalación/mantenimiento de qmail con gran detalle. Asegúrese de leerlo.

source: Credits
es: Agradecimientos

source: This document is certainly inspired by Matt Simerson's <ulink url='http://www.tnpi.biz/internet/mail/toaster/'>FreeBSD Mail Toaster</ulink>. If you use FreeBSD, use it instead, it's great.
es: Este documento está inspirado ciertamente por el toaster <ulink url='http://www.tnpi.biz/internet/mail/toaster/'>FreeBSD Mail Toaster</ulink> de Matt Simerson. Si Ud usa FreeBSD, utilice aquel en ese caso, es un gran trabajo.

source: Most of the commands listed in the steps above are derived either directly from the documentation or <ulink url='http://www.lifewithqmail.org/'>Life With Qmail</ulink>.
es: La mayoría de los comandos mencionados en los pasos arriba son derivados directamente de la documentación o bien de <ulink url='http://www.lifewithqmail.org/'>Life With Qmail</ulink>.

source: There have been countless ideas, corrections, testing, and even bits of code contribted from the toaster users list.
es: Han habido innumerables ideas, correcciones, pruebas, y aún bits de código aportado por la lista de usuarios del toaster.

source: This toaster was put together by Bill Shupp (hostmaster@shupp.org) in December of 2001.
es: Este toaster fue ensamblado por Bill Shupp (hostmaster@shupp.org) en Diciembre de 2001.

source: Resources
es: Referencias

source: Dan Bernstein's site
es: sitio web de Dan Bernstein

source: Life With Qmail
es: La Vida con Qmail

source: Success Reports
es: Casos de Exito

source: <quote>Bill, thanks loads for the toaster. It works wonderfully, and didn't take too long to set up. I only wish I had it two weeks ago. :)</quote> -- Matt G.
es: <quote>Bill, muchas gracias por el toaster. Trabaja maravillosamente, y no llevó mucho tiempo instalarlo. Solamente deseo haberlo tenido hace dos semanas. :)</quote> -- Matt G.

source: <quote>Hi I just installed the complete qmail toaster suite tonight. . [nearly] flawless installation. . and [nearly] all done from your site. . i think you are doing great things with that toaster site.</quote> -- Ezra P.
es: <quote>Hola, Yo solamente instalé la suite completa del qmail toaster esta noche. . instalación [prácticamente] sin fallas. . y [prácticamente] todo hecho desde tu sitio web. . Pienso que estás haciendo grandes cosas con ese website para el toaster.</quote> -- Ezra P.

source: <quote>Thanks for making it easy. Now to understand what I (you) have done. ; )</quote> -- Charles C.
es: <quote>Gracias por hacerlo fácil. Ahora entiendo lo que (tú) has hecho. ; )</quote> -- Charles C.

source: <quote>Hi Bill, I just wanted to thank you for the great instructions on setting up qmail, etc. on Linux. I'm a bit of a rookie and for the last month I've been looking for a fairly easy to configure setup for mail. After going from RedHat w/ Sendmail to Win 2K / Exchange to FreeBSD, Debian, Gentoo, Slack with some combo of qmail, courier, postfix and back again I finally stumbled upon your site - gave RedHat a fresh install and within half an hour I was up and running with Qmail. (I'm sending this to you using my server). I couldn't have done it without you! I really do appreciate the work you put into the instructions and patches.</quote> -- Thomas A.
es: <quote>Hola Bill, solamente quería agradecerte por las estupendas instrucciones para instalar qmail, etc. en Linux. Yo soy un poco novato y el último mes estuve buscando una manera limpia y sencilla de configurar una instalación de correo electrónico. Luego de haber ido desde RedHat c/ Sendmail a Win 2K / Exchange a FreeBSD, Debian, Gentoo, Slack con algun combo de qmail,courier, postfix y volver atrás finalmente tropecé con tu sitio web - hice una instalación limpia de RedHat y en media hora me encontraba corriendo con Qmail. (Te estoy enviando esto usando mi servidor). No podría haberlo hecho sin ti! Realmente aprecio el trabajo que pusiste en las instrucciones y los parches.</quote> -- Thomas A.

source: <quote>Bill, Just wanted to drop a note to you to thank you for all the obvious work you put into the toaster website. I just installed it, and it worked perfectly. In fact, I am sending you the first email from my new setup. Again, thanks for all the hard work that went into the instructions.</quote> -- Jim S.
es: <quote> Bill, solamente quería dejarte una nota para agradecerte por todo el evidente trabajo que has puesto en el sitio web del toaster. Yo sólo lo instalé, y funcionó perfectamente. De hecho, te estoy enviando este primer email desde mi nueva instalación. Nuevamente, gracias por el duro trabajo puesto dentro de las instrucciones.</quote>-- Jim S.

source: Install Software
es: Instalar Software

source: Autorespond is compatible autoresponder/vacation type tool that works well with vdelivermail and qmailadmin.
es: Autorespond es una herramienta del tipo autoresponder/vacation que funciona bien con vdelivermail y qmailadmin.

source: Info:
es: Información:

source: Install:
es: Instalar:

source: ChangeLog
es: Archivo de modificaciones

source: Upgrade clamav to 0.90.2
es: Actualización de clamav a 0.90.2

source: Added Spanish translation - tnx Abel Lucano and also Ingo Carlo
es: Agregado de traducción al español - tnx Abel Lucano y tambien Ingo Claro

source: Fix courier-authlib patch (implicit declaration)
es: Corrección del parche courier-authlib (declaración implícita)

source: Remove verbose option from tar commands
es: Se remueve la opción 'verbose' de los comandos 'tar'

source: Moved documentation to <ulink url='http://www.docbook.org/schemas/sdocbook/index.html'>Simplified DocBook</ulink> format with embedded gettext support. It's displayed via a few new PHP classes written for this purpose. See <ulink url='http://trac.merchbox.com/trac/toasterdoc'>ToasterDoc</ulink> for more info.
es: Se migró la documentación al formato <ulink url='http://www.docbook.org/schemas/sdocbook/index.html'>DocBook Simplificado</ulink> con soporte gettext embebido. Se exhibe via unas pocas clases PHP nuevas escritas para este propósito. Vea <ulink url='http://trac.merchbox.com/trac/toasterdoc'> ToasterDoc</ulink> para más información.

source: Upgrade toaster patch to 0.9.0
es: Actualización del toaster patch a 0.9.0

source: Upgrade clamav to 0.90.1
es: Actualización de clamav a 0.90.1

source: Update lots of text and notes.
es: Actualización de cantidad de textos y notas

source: Make install-strip for clamav now
es: 'make install-strip' disponible para clamav ahora

source: Update toaster-scripts to 0.9.0 (new kill options in ctl scripts, remove -L argument to spamd)
es: Actualización de toaster-scripts a 0.9.0 (nuevas opciones de 'kill' en los scripts ctl, argumento -L removido en spamd)

source: Update simscan to 1.3.1.shupp1 (tarball with clamavdb configure patch applied)
es: Actualización de simscan a 1.3.1.shupp1 (archivos compactados con el parche de configure para clamavdb aplicado)

source: Add server thread sorting and server-side sorting to squirrelmail configuration - tnx Maciej Soltysiak
es: Agregado de opciones 'server thread sorting' y 'server-side sorting' a la configuración de squirrelmail - gracias Maciej Soltysiak

source: Added step to install double-bounce-trim patch to qmail
es: Paso agregado para instalar el parche double-bounce-trim a qmail

source: Upgrade clamav to 0.88.6
es: Actualización de clamav a 0.88.6

source: Upgrade qmail-toaster-0.8.3.patch, which removes the mfcheck patch and instead enables CHKUSER_SENDER_MX in chkuser_settings.h
es: Actualización de qmail-toaster-0.8.3.patch, el cual remueve el parche mfcheck y habilita en su lugar CHKUSER_SENDER_MX en chkuser_settings.h

source: Fix some typos
es: Corrección de algunos errores de tipeo

source: Change to 'config-fast `hostname --long`' during qmail install for easier automation
es: Cambio a 'config-fast `hostname --long`' durante la instalación de qmail para automatización simplificada

source: Update clamav to 0.88.2
es: Actualización de clamav a 0.88.2

source: Added link to Trustix 3.0 notes - tnx Matthew Valentini
es: Enlace agregado a notas de Trustix 3.0 - gracias Matthew Valentini

source: Update toaster patch (put mfcheck back, turn on user extensions in chkuser), ezmlm-idx, courier imap, squirrelmail, quota usage, toaster scripts, clamav (and corresponding patches), and simscan
es: Actualización del 'toaster patch' (retirar mfcheck, habilitar extensiones de usuario en chkuser), ezmlm-idx, courier imap, squirrelmail, quota usage, toaster scripts, clamav (y parches correspondientes), y simscan

source: Added TMDA in Options
es: TMDA agregado en las Opciones

source: Added notes for x86_64 issues - tnx Rick Root
es: Notas agregadas para los problemas en x86_64 - gracias Rick Root

source: Added chkconfig directives to the freshclam init script - tnx Ken Schweigert
es: Agregado de directivas 'chkconfig' al script de init de freshclam - gracias Ken Schweigert

source: Finally added notes about using pop3ds.run.v4 in case you have stunnel version 4
es: Notas agregadas finalmente sobre el uso de pop3ds.run.v4 en caso de que Ud tenga stunnel version 4

source: Added umask directives - tnx George Toft
es: Directivas 'umask' agregadas - gracias George Toft

source: Added clear option in qmailctl to clear readproctitle errors - tnx Sim
es: Opción 'clear' agregada en 'qmailctl' para limpiar errores de 'readproctitle' - gracias Sim

source: Added simscan patch to call ripmime correctly
es: Agregado de parche a simscan para llamar correctamente a ripmime

source: Added SSL/TLS testing info. Also noted how to deal with cipher list problems
es: Agregada información de prueba de SSL/TLS. También se anota como tratar con problemas de cipher

source: Added freshclam.log to logrotate - tnx Tom Collins
es: Agregado de freshclam.log a 'logrotate' - gracias Tom Collins'

source: 4/10/2006 - Added SSL instance of tmda-ofmipd
es: 4/10/2006 - Agregado de instancia SSL de tmda-ofmipd

source: 4/10/2006 - Note different version syntax for stunnel 3 and 4 - tnx Ingo Claro
es: 4/1/2006 - Nota de diferentes versión de sintaxis para stunnel 3 y 4 - gracias Ingo Claro

source: 4/10/2006 - Downgrade ezmlm-idx to 0.443 until chkuser is updated to support the new version
es: 4/10/2006 - Retroceso de ezmlm-idx a 0.443 hasta que chkuser sea actualizado para soportar la nueva versión

source: 4/10/2006 - upgrade QmailAdmin to 1.2.10 to include security fixes
es: 4/10/2006 - actualización de QmailAdmin a 1.2.10 para incluir varias correcciones de seguridad

source: 4/19/2006 - Add removal of exim4-base and exim4-config to Debian notes
es: 4/19/2006 - Agregado de notas para remover exim4-base y exim4-config a las notas de Debian

source: Update clamav to 0.88
es: Actualización de clamav a 0.88

source: use vpopmail-5.4.13-cumulative-1.patch which has one bug fix and back ports vpopmaild
es: uso de vpopmail-5.4.13-cumulative-1.patch el cual tiene una corrección y vuelve atrás a vpopmaild

source: Update toaster patch to version 0.8.1 (tls update)
es: Actualización del 'toaster patch' a versión 0.8.1 (actualizacion tls)

source: Update ripmime to 1.4.0.6
es: Actualización de ripmime a 1.4.0.6

source: Update courier-imap/courier-authlib versions
es: Actualización de versiones de courier-imap/courier-authlib

source: Fix spelling error
es: Corrección de error de deletreo

source: Use yum instead of rpm -q in 'Prerequisites'
es: Uso de 'yum' en lugar de 'rpm -q' en 'Prerrequisitos'

source: Fix some apt-get typos - tnx Tom Nats
es: Corrección de algunos errores de tipeo en 'apt-get' - gracias Tom Nats

source: Mention MANDATORY_MANPATH for Debian - tnx Andrea Riela
es: Mencionar MANDATORY_MANPATH para Debian - gracias Andrea Riela

source: Add SpamAssassin and ClamAV dependencies installation, and gmake alias to Debian Notes section
es: Agregado de instalación de dependencias de SpamAssassin y ClamAV, y alias de gmake a la sección Notas de Debian

source: Update clamav to 0.87.1
es: Actualización de clamav a 0.87.1

source: Update qmailadmin, courier-authlib, courier-imap, clamav, and ezmlm-idx versions
es: Actualización de versiones de qmailadmin, courier-authlib, courier-imap, clamav y ezmlm-idx

source: Update qmailadmin configure line since debian requires arguments
es: Actualización de la línea 'configure' de qmailadmin puesto que debian requiere argumentos

source: Added Debian notes
es: Agregado de notas para Debian

source: Added qmailmrtg7 under 'Options'
es: Agregado de qmailmrtg7 bajo 'Opciones'

source: Update all software packages to latest versions, including courier-imap which now requires authlib
es: Actualización de todos los paquetes de software a las últimas versiones incluyendo courier-imap que ahora requiere authlib

source: Update toaster patch to include latest patch versions
es: Actualización del 'toaster patch' para incluir las últimas versiones

source: Update notes in Test Drive
es: Actualización de notas en la Prueba de Instalación

source: Update archive links in Troubleshooting
es: Actualización del archivo de vínculos web en 'Solución de Problemas'

source: Update clamav to 0.86.1
es: Actualización de clamav a 0.86.1

source: Update clamav to 0.85.1
es: Actualización de clamav a 0.85.1

source: Update clamav to 0.85
es: Actualización de clamav a 0.85

source: Update vpopmail to 5.4.10
es: Actualización de vpopmail a 5.4.10

source: Update ripmime to 1.4.0.5
es: Actualización de ripmime a 1.4.0.5

source: Update clamav to 0.84
es: Actualización de clamav a 0.84

source: Update vpopmail to 5.4.9
es: Actualización de 5.4.9

source: add spam_passthru=yes to simcontrol - tnx Jason S
es: agregado de 'spam_passthru=yes' a simcontrol - gracias Jason S

source: add note about needing gmp-devel - tnx Jesus San Miguel
es: nota agregada sobre la necesidad de 'gmp-devel' - gracias Jesus San Miguel

source: add note about chowning /var/qmail/spam to vpopmail:vchkpw after re-installs of qmail (for spam throttle)
es: nota agregada sobre 'chowning' de /var/qmail/spam a vpopmail:vchkpw luego de reinstalar qmail (para 'spam throttle')

source: remove chmod +t commands, as they are only for daemontools &lt; 0.75
es: remover comandos 'chmod +t', debido a son necesarios solo para daemontools &lt; 0.75

source: update qmailctl to use svclist for a list of services - handy for multiple instances of qmail-smtpd. - tnx Tom Collins
es: Actualización de qmailctl para usar svclist para una lista de servicios útil para múltiples instancias de qmail-smtpd. - gracias Tom Collins

source: Upgraded clamav to 0.83
es: Actualización de clamav a 0.83

source: Upgraded simscan to 1.1
es: Actualización de simscan a 1.1

source: Upgraded clamav to 0.82
es: Actualización de clamav a 0.83

source: Fixed missing semi-colons in creation of aliases - tnx Tom Collins
es: Corrección de punto y comas faltantes en la creación de aliases - gracias Tom Collins

source: Consolidate rpm command suggestions - tnx Tom Collins
es: Consolidación de sugerencias para comandos 'rpm'- gracias Tom Collins

source: Add qmail man pages to MANCONFIG path - tnx Tom Collins
es: Agregado de páginas de manual de qmail a la ruta MANCONFIG - gracias Tom Collins

source: Updated clamav to 0.81 - tnx Bob Hutchinson for updated stderr patch
es: Actualización de clamav a 0.81 - gracias Bob Hutchinson por el parche actualizado de stderr

source: Minor change to tcprules command in vpopmail install - tnx Jake Applebaum
es: Cambios menores al comando 'tcprules' en la instalación de vpopmail - gracias Jake Applebaum

source: Updated qmail-toaster patch to 0.7.2 to fix a CR in overmaildirquota.c
es: Actualización del parche 'qmail-toaster' a 0.7.2 para corregir un CR en overmaildirquota.c

source: Updated maildir++ patch to fix duplicate free() - tnx Tom Collins
es: Actualización del parche maildir++ para corregir un free() duplicado- gracias Tom Collins

source: Added mention of SELinux incompatibility with QmailAdmin - tnx Dave Roberts
es: Agregado de mención a la incompatibilidad de SELinux con QmailAdmin- gracias Dave Roberts

source: 1/8/2005 - Added mention of SELinux incompatibility with QmailAdmin - tnx Dave Roberts
es: 1/8/2005-Agregado de mención a la incompatibilidad de SELinux con QmailAdmin- gracias Dave Roberts

source: Changed qmail-toaster patch from 0.7b5 to 0.7 (no changes)
es: Parche qmail-toaster cambiado de 0.75b a 0.7 (sin cambios)

source: Changed toaster version from 0.7b2 to 0.7
es: Versión de toaster cambiada de 0.72b a 0.7

source: Added note to courier-imap install about changing from self-signed certificate
es: Nota agregada a la instalación de courier-imap acerca del cambio del certificado auto-firmado

source: Updated paths to init scripts. This document now uses /etc/init.d and /etc/rc?.d instead of /etc/rc.d/init.d and /etc/rc.d/rc?.d
es: Rutas actualizadas de los scripts init. Este documento utiliza ahora /etc/ y /etc/rc?.d en lugar de /etc/rc.d/init.d y /etc/rc.d/rc?.d

source: Enabled per-domain scanning in simscan - tnx Jose Luis Canciani
es: Habilitado escaneo por-dominio en simscan - gracias José Luis Canciani

source: Typo in version info of toaster patch - tnx Eduardo Cortes
es: Error de tipeo en la información de versión del parche del toaster- gracias Eduardo Cortes

source: New Toaster patch with updated versions, SPF, dropped mfcheck, swapped spam throttle for tarpit
es: Nuevo parche del Toaster con versiones actualizadas, SPF, quitado mfcheck cambio de spam throttle para tarpit

source: Updated vpopmail to 5.4.8, qmailadmin to 1.2.3
es: Actualización de vpopmail a 5.4.8, qmailadmin a 1.2.3

source: Updated courier-imap to 3.0.8
es: Actualización de courier-imap a 3.0.8

source: Added SpamAssassin, ClamAV, simscan, ripmime to Options
es: SpamAssassin, ClamAV, simscan, ripmime agregados a Opciones

source: Lots of updates to run/config files
es: Cantidad de actualizaciones a los archivos run/config

source: qmailctl now detects whether roaming users is being used
es: qmailctl ahora detecta si se están usando usuarios con 'roaming'

source: Switched to netqmail 1.05 for base patch install
es: Cambio a netqmail 1.05 para la instalación del parche base

source: Updated large patch and chkuser patch
es: Actualización del gran parche y del parche 'chkuser'

source: Updated vpopmail to 5.4.1, qmailadmin to 1.2.1
es: Actualización de vpopmail a 5.4.1, qmailadmin a 1.2.1

source: Updated courier-imap to 2.2.2.20040207 to comply with vlimits code
es: Actualización de courier-imap a 2.2.2.20040207 conforme con código de vlimits

source: Fixed problem with missing config.php in quota_usage plugin install
es: Corrección del problema con el 'config.php' en la instalación del plugin'quota usage'

source: Fixed some typos
es: Correcciones de algunos errores de tipeo

source: Noted in 'prerequisites' that krb5 dev files, Apache and PHP are required
es: Anotado en 'prerequisitos' que los archivos krb5 dev, Apache y PHP son requeridos

source: Updated core software versions, qmail patch
es: Actualización de versiones base del software, parche qmail

source: Switched from SqWebmail to SquirrelMail
es: Cambio de SqWebmail a SquirrelMail

source: Removed Apache install (just use the distro's)
es: Instalación de Apache removida (usar solo la de la distribución)

source: Removed roaming users support (use smtp-auth instead)
es: Soporte removido para usuarios 'roaming' (usar smtp-auth en su lugar)

source: Added license link
es: Agregado de enlace a licencia

source: typos in courier-imap link, filename. thanks to Yalcin Cekic.
es: errores de tipeo en el enlace a courier-imap, nombre de archivo - gracias a Yalcin Cekic.

source: the qmail-smtpd run script didn't have a hostname, which is now required for the smtp-auth patch 0.30 and above.
es: el script qmail-smtpd 'run' no tenía un hostname, lo cual es ahora requerido para el parche smtp-auth 0.30 y superior.

source: forgot to chown the imapd.pem for courier-imap now that we're running as vpopmail
es: olvidé hacer 'chown' a imapd.pem para courier-imap ahora que lo estamos corriendo como vpopmail

source: incorrect configure option for qmailadmin
es: opción de 'configure' incorrecta para qmailadmin

source: Use courier-imap 1.4.6 (security advisory)
es: Uso de courier-imap 1.4.7 (recomendación de seguridad)

source: Update courier-imap install to run as vpopmail.vchkpw instead of root (for romaing imap users)
es: Actualización de la instalación de courier-imap para correr como vpopmail.vchkpw en lugar de root (para 'usuarios imap con roaming')

source: Update support information
es: Actualización de información de soporte

source: Use port numbers in pop3d start scripts instead of 'pop-3' and 'pop3s'
es: Uso de números de puertos en los scripts de inicio de pop3d en lugar de 'pop-3' y 'pop3s'

source: Upgrade to new 0.31 smtp auth patch
es: Actualización del parche smtp auth al nuevo 0.31

source: Use vpopmail-5.3.6 instead of alternate vchkpwcmd5
es: Uso de vpopmail-5.3.6 en lugar de vchkpwcmd5 alternativo

source: Use courier-imap 1.4.5
es: Uso de courier-imap 1.4.5

source: Use sqwebmail 3.3.4
es: Uso de sqwebmail 3.3.4

source: 0.4 - 4/20/2002 (not published)
es: 0.4 - 4/20/2002 (no publicado)

source: Supply new vchkpwcmd5 module (alternate to vchkpw)
es: Provisión de nuevo módulo vchkpwcmd5 (alternativo a vchkpw)

source: Use vpopmail-5.3.5-cmd5 and qmailadmin 1.0.4
es: Uso de vpopmail-5.3.5-cmd5 y qmailadmin 1.0.4

source: Use courier-imap 1.4.4 and sqwebmail 3.3.3
es: Uso de courier-imap 1.4.4 y sqwebmail 3.3.3

source: Switch to qmail-pop3d from courier pop3d
es: Cambio a qmail-pop3d para courier pop3d

source: Upgrade to v. 0.30 of the SMTP-AUTH patch
es: Actualización a v.0.30 del parche SMTP-AUTH
