Repository: momo-i/toasterdoc
Catalog: tags/0.9.2/locale/*/LC_MESSAGES/messages.po
Languages: es

source: Use vpopmail-5.1.4 and qmailadmin 1.0.1
es: Uso de vpopmail-5.1.4 y qmailadmin 1.0.1

source: remove unnecessary patches
es: remover parches innecesarios

source: fixed broken link in download section
es: Corrección de enlace roto en la sección de download

source: added patch for quota problems in vpopmail-5.1.3
es: parche agregado para problemas de quota en vpopmail-5.1.3

source: initial release
es: lanzamiento inicial

source: Options
es: Opciones

source: This open source virus scanner will be called by simscan.
es: Este escaneador de virus de código abierto será llamado por simscan

source: NOTE: You need gmp-devel installed to verify the digital signatures of the virus database.
es: NOTA: Ud necesita gmp-devel instalado para verificar las firmas digitales de la base de datos de virus

source: setup freshclam
es: instalación de freshclam

source: add freshclam.log to logrotate
es: agregar freshclam.log a 'logrotate'

source: run clamd under daemontools
es: correr 'clamd' bajo 'daemontools'

source: Start clamd and freshclam
es: Iniciar 'clamd' y 'freshclam'

source: Courier-IMAP will supply IMAP/SIMAP access.
es: Courier-IMAP proporcionará acceso IMAP/SIMAP

source: <emphasis>NOTE:</emphasis> If you are on a system that does not use GNU make, such as FreeBSD, install GNU make and substitue 'gmake' for 'make' during the install of courier-authlib and courier-imap. Most Linux systems use GNU make.
es: <emphasis>NOTA:</emphasis> Si Ud está en un sistema que no usa GNU 'make'tal como FreeBSD, instale GNU 'make' y sustituya 'gmake' por 'make' durante la instalación de courier-authlib y courier-imap. La mayoría de los sistemas Linux usan GNU 'make'.

source: Install Courier's Auth Library:
es: Instalar la Biblioteca 'Auth' de Courier

source: Change authmodulelist=<quote>...</quote> to authmodulelist=<quote>authvchkpw</quote>
es: Cambiar authmodulelist-<quote>...</quote> a authmodulelist=<quote>authvchkpw</quote>

source: Start Authlib's Authdaemon Server
es: Iniciar el Servidor de 'Authlib Authdaemon'

source: Install Courier-IMAP:
es: Instalar Courier-IMAP

source: build as vpopmail
es: compilar como vpopmail

source: configure may take some time...
es: 'configure' podría llevar algun tiempo...

source: NOTE: RedHat/Fedora users need to add '--with-redhat'
es: NOTA: usuarios RedHat/Fedora necesitan agregar '--with-redhat'

source: Change 'IMAPDSTART=NO' to 'IMAPDSTART=YES'
es: Cambiar 'IMAPDSTART=NO' a 'IMAPDSTART=YES'

source: add " AUTH=CRAM-MD5" to IMAP_CAPABILITY to enable secure authentication (CRAM-MD5)
es: agregar " AUTH=CRAM-MD5" a IMAP_CAPABILITY para habilitar autenticación (CRAM-MD5) segura

source: Edit /usr/lib/courier-imap/etc/imapd-ssl
es: Editar /usr/lib/courier-imap/etc/imapd-ssl

source: Change 'IMAPDSSLSTART=NO' to 'IMAPDSSLSTART=YES'
es: Cambiar 'IMAPDSSLSTART=NO' a 'IMAPDSSLSTART=YES'

source: optional: The first time courier-imap is started, the SSL certificate is first created using 'localhost' as the 'common name'. If you want to change this to match your hostname, you can customize the CN line in /usr/lib/courier-imap/etc/imapd.cnf (and pop3d.cnf of you choose to use courier's pop3d) so that the common name matches your server name BEFORE you start the server for the first time.
es: opcional: La primera que 'courier-imap' es iniciado, el certificado SSL es creado por primera vez usando 'localhost' como el 'common name'. Si ud quiere cambiar esto para igualar a su 'hostname', Ud puede personalizar la línea CN en /usr/lib/courier-imap/etc/imapd.cnf (y pop3d.cnf de su elección para usar el 'pop3d' de courier) así el 'common name' es igual a su nombre de servidor ANTES que Ud inicie el server por primera vez.

source: Now that you have downloaded all the software packages to {varsrc}, please go through each of these installation steps as the appear, and in this order, unless you really know what you're doing. (Because if you did, you wouldn't be reading this, right?)
es: Ahora que Ud ya bajó todos los paquetes de software a {varsrc}, por favor recorra cada uno de esos pasos de instalación como aparecen, y en este orden, a menos que Ud realmente sepa qué es lo que está haciendo. (Porque si lo hizo, Ud no querría estar leyendo esto, ¿correcto?)

source: The below steps assume that your <quote>rc</quote> directories are in /etc/ and your <quote>init.d</quote> path is <quote>/etc/init.d</quote>. If yours are different, please substitue paths accordingly.
es: Los pasos siguientes suponen que sus directorios <quote>rc</quote> están en /etc/ y que su ruta a <quote>init.d</quote> es <quote>/etc/init.d</quote>.Si las suyas son diferentes, por favor sustituya las rutas de acuerdo a esto.

source: daemontools is a collection of tools for managing UNIX services. It will monitor qmail-send, and qmail-smtpd, and qmail-pop3d services.
es: daemontools es una colección de herramientas para administrar servicios UNIX. Ellas monitorearán los servicios 'qmail-send', 'qmail-smtpd' y 'qmail-pop3d'.

source: To verify that daemontools is running, make sure that `ps ax` reports '/bin/sh /command/svscanboot' and 'svscan /service' as running.
es: Para verificar que 'daemontools' está corriendo, asegúrese de que `ps ax` reporta corriendo a '/bin/sh /command/svscanboot' y 'svscan /service' .

source: Fast, full featured Mailing List Manager configureable from qmailadmin.
es: Rápido, lleno de opciones Administrador de Listas de Correo, configurable desde qmailadmin

source: Getting Started
es: Comenzando

source: Before we begin, make sure DNS (mx record) is properly setup. If you were using <quote>merchbox.com</quote> as your virtual domain, here's how your host lookups would look after setting up dns:
es: Antes de que comencemos, asegúrese de que el DNS (registro mx) esté configurado correctamente. Si Ud está usando <quote>merchbox.com</quote> como su dominio virtual, así es como sus 'host lookups' deberían verse luego de configurado el dns:

source: merchbox.com. mail is handled by 0 mail.merchbox.com.
es: merchbox.com. mail es manejado por 0 mail.merchbox.com.

source: mail.merchbox.com. has address 216.234.249.114
es: mail.merchbox.com. tiene dirección 216.234.249.114

source: Remove existing smtp/pop/imap servers
es: Remover servidores smtp/pop/imap existentes

source: Now we must remove any existing installations of sendmail/postfix and disable pop/imap servers. To remove sendmail and postfix from an rpm based distribution, try this:
es: Ahora debemos remover cualquier instalación existente de sendmail/postfix y deshabilitar servidores pop/imap. Para remover sendmail y postfix de una distribución basada en rpm, intente esto:

source: Unless you have other services that absolutely have to run on this machine, I recommend shutting down inetd or xinetd altogether and removing it from your startup scripts. The only thing you'll need (outside of what we're about to isntall) is ssh, which is probably installed already. This will likely shut off any pop3 or imap servers, as well as other unneccessary ports. Otherwise, disable them manually.
es: A menos que Ud tenga otros servicios que absolutamente deban correr en esta máquina, recomiendo apagar inetd o xinetd y removerlos de sus scripts de arranque. La única cosa que Ud necesitará (fuera de lo que estamos por instalar nosotros) es ssh, el cual probablemente ya esté instalado. Esto probablemente apagará cualquier servidor pop3 o imap, además de otros puertos innecesarios. De otro modo, deshabilítelos manualmente.

source: To be sure that these services are disabled, try telnetting to ports 25, 110, and 143 and make sure your connections are refused.
es: Para estar seguro que esos servicios están desactivados, intente hacer 'telnet' a los puertos 25, 110, y 143 y asegúrese de que sus conexiones son rechazadas.

source: Download Packages
es: Descargar Paquetes

source: I keep my software source in /var/src. If you want to put it in another location, set the location below, and all paths will be updated.
es: Yo mantengo mis fuentes de software /var/src. Si Ud quiere ubicarlos en otra ubicación, configure la ubicación debajo y todas las rutas serán actualizadas

source: Back
es: Anterior

source: Home
es: Inicio

source: Next
es: Siguiente

source: Make payments with PayPal - it's fast, free and secure!
es: Hacer pagos con PayPal - ¡es rápido, gratis y seguro!

source: Table of Contents
es: Tabla de Contenidos

source: Preface
es: Prefacio

source: Base Install
es: Instalación Base

source: Test
es: Prueba

source: What's a POP toaster?
es: ¿Qué es un toaster POP?

source: I use Dan Bernstein's definition described at <ulink url='http://cr.yp.to/qmail/toaster.html'>http://cr.yp.to/qmail/toaster.html</ulink>
es: Yo uso la definición de Dan Bernstein descrita en <ulink url='http://cr.yp.to/qmail/toaster.html'>http://cr.yp.to/qmail/toaster.html</ulink>

source: What this toaster does and does not do
es: ¿Qué es lo que este toaster hace y qué es lo que no hace?

source: This "howto" will walk you through building a Linux Qmail "Toaster". While these instructions are intended to work with popular Linux distributions, they will probably work on other flavors of Unix without too much modification.
es: Este "cómo" lo conducirá a poner operativo un Qmail "Toaster" en Linux. Mientras que estas instrucciones se pensaron para trabajar con distribuciones populares de Linux, probablemente funcionen en otros sabores de Unix sin demasiadas modificaciones.

source: Qmail SMTP Mail Server with SMTP-AUTH (Plain, Login, CRAM-MD5), TLS (SSL) support, and optional Virus/Spam Scanner.
es: Servidor de Correo SMTP Qmail con soporte SMTP-AUTH (Plain,Login,CRAM-MD5), TLS(SSL), y Scanner de Virus/Spam opcional.

source: POP3 Server with CRAM-MD5, APOP, and SSL support
es: Servidor POP3 con soporte CRAM-MD5, APOP y SSL

source: IMAP Server with TLS (SSL) support
es: Servidor IMAP con soporte TLS (SSL)

source: WebMail Server
es: Servidor WebMail

source: Quota Support (usage viewable by webmail)
es: Soporte de Cuota (utilización visible desde webmail)

source: Autoresponder
es: Contestador Automático

source: Mailing Lists
es: Listas de Correo

source: Web-Based Email Administration
es: Administración de Correo basada en Web

source: What this toaster does NOT do is act as a thorough guide to qmail or any of the other packages it installs. Such information is already available in the documentation, <ulink url='http://www.lifewithqmail.org/'>Life With Qmail</ulink>, or other howtos/toasters. I only put this together to document all the commands/urls/procedures that I find myself repeating often. It's intended to have a bit of a "copy and paste" feel to it aimed at the impatient (me). If it's not sufficient for you, take the time to read the documentation of each package that's to be installed. There's no substitute for that.
es: Lo que este toaster NO hace es actuar como una guía exhaustiva de qmail o de cualquiera de los otros paquetes que instala. Dicha información está ya disponible en la documentación, <ulink url='http://www.lifewithqmail.org/'>Life With Qmail</ulink>, o en otros 'cómos'/toasters. Yo sólo pongo esto en conjunto para documentar todos los comandos/urls/procedimientos que yo mismo encontré repitiéndose frecuentemente. Esto fue pensado para tener un poco de una sensación de "copiar y pegar" para ayudar al impaciente (como yo). Si esto no es suficiente para Ud, tómese el tiempo de leer la documentación de cada paquete que haya sido instalado. No existe reemplazo para eso.

source: Assumptions/Support
es: Suposiciones/Soporte

source: This document assumes that you are familiar with Unix system administration, mail/web protocols, etc. You don't have to be a guru to make this work, but you will be patching and compiling source code, as well as editing configuration files. If you want a <quote>point and click</quote> install experience, this is not for you.
es: Este documento supone que Ud está familiarizado con la administración de sistemas Unix, protocolos mail/web, etc. Ud no tiene que ser un gurú para hacer este trabajo, pero Ud estará parcheando y compilando código fuente, asimisimo editando archivos de configuración. Si Ud quiere una experiencia de instalación del tipo <quote>apuntar y clickear</quote>, esto no es para Ud.

source: These instructions come with no warranty or guarantee. If you blow up your server, and lose business in the process, that's your problem.
es: Estas instrucciones no incluyen ninguna garantía. Si su servidor explota, y pierde negocios en el proceso, ese es su problema.

source: Support is not provided. There are mailing lists for all these packages, as well as one specific to this toaster. See links in the appendix for more information.
es: No se provee soporte. Existen listas de correo para todo estos paquetes, así como una específica para el toaster. Vea los enlaces en el apéndice para más información.

source: <emphasis>Commercial support is available</emphasis>. See <ulink url='http://merchbox.com/qmail.php'>http://merchbox.com/qmail.php</ulink> for more information. There are also other sources of commercial support for the individual packages. See the respective documentation for each package for further information.
es: <emphasis>Está disponible el soporte comercial</emphasis>. Vea <ulink url='http://merchbox.com/qmail.php'>http://merchbox.com/qmail.php</ulink> para más información. Existen además otras fuentes de soporte comercial para los paquetes individuales. Vea la documentación respectiva para cada paquete para mayor información.

source: Prerequisites
es: Prerrequisitos

source: If you have installed a recent version of your Linux distribution, you shouldn't have any problems, especially if you did a "server" type of install rather than "Desktop". However, this install DOES require that you have the apache web server and PHP installed. Most distributions come with these now. PHP is only required for SquirrelMail. The main issues you might see are missing development libraries, or gdbm, stunnel, kerberos dev files, or openssl. If you are using an rpm based distro, an easy way to make sure they are installed is to use yum, which is likely installed already. Make sure the packages get installed if necessary using this command:
es: Si Ud instaló una versión reciente de su distribución Linux, no debería tenerningun problema, especialmente si Ud realizó una instalación tipo "server" más que una instalación "Desktop". Sin embargo, esta instalación REQUIERE que Ud tenga un servidor web apache y PHP instalado. La mayoría de las distribuciones ahora vienen con ellos. PHP solo es requerido para SquirrelMail. Las principales complicaciones que Ud podría encontrarse son la falta de bibliotecas de desarrollo, o archivos de desarrollo gdbm, stunnel, kerberos o openssl. Si Ud está usando una distribución basada en rpm, una manera sencilla de que estén instaladas es usando 'yum', el cual esté instalado probablemente y listo. Asegúrese de tenerlos instalados si es necesario usando este comando:

source: <emphasis>SELinux</emphasis>: Some setuid programs, like QmailAdmin, will not work with SELinux. You should disable SELinux during installation of the OS. If you have already installed the OS, you should disable it. I have also seen SELinux prevent SquirrelMail from working properly under Apache. In Fedora Core 4, I was able to disable it by setting <quote>SELINUX=disabled</quote> in /etc/sysconfig/selinux and rebooting.
es: <emphasis>SELinux</emphasis>: Algunos programas 'setuid', como QmailAdmin, no funcionarán con SELinux. Ud debería desactivar SELinux durante la instalación del SO. Si Ud ya instaló el SO, debería desactivarlo. Yo también vi que SELinux impide que SquirrelMail trabaje bajo Apache apropiadamente. En Fedora Core 4, pude desactivar esta configuración poniendo<quote> SELINUX=disabled</quote> en /etc/sysconfig/selinux y reiniciando el equipo.

source: <emphasis>Aliases</emphasis> Some distributions setup aliases for common commands that might interfere with this install. I recommend unaliasing some of the more common ones if you are unsure:
es: <emphasis>Aliases</emphasis> Algunas distribuciones configuran aliases para comandos comunes que podrían interferir con esta instalación. Yo recomiendo desactivar ese aliasing de los comandos más comunes si Ud no está seguro:

source: Debian Notes
es: Notas para Debian

source: The easy way to make sure you have all the proper debian packages installed is to just execute this command:
es: La manera sencilla para asegurarse que Ud tiene instalados todos los paquetes debian instalados es ejecutar este comando:

source: In addition, you probably want these things installed as well:
es: Además, Ud probablemente quiera también tener estas cosas instaladas:

source: Lots of Debian packages require an MTA, and Debian defaults to exim4. This obviously can be a problem for qmail. So lets fix that with a dummy equivs package:
es: Muchos paquetes de Debian requieren un MTA, y Debian instala por defecto exim4. Esto obviamente puede ser un problema para qmail. Corrijamos eso con un paquete 'dummy equivs':

source: install equivs
es: instalar 'equivs'

source: build the dummy mta package
es: construir el paquete 'dummy mta'

source: remove exim4
es: desinstalar exim4

source: and install the dummy mta package
es: e instalar el paquete 'dummy mta'

source: Courier-imap's startup script likes to use a different lock directory, so we'll just create it:
es: Los scripts de arranque de Courier-imap prefieren usar un directorio 'lock'directorio, así que lo crearemos directamente:

source: Apache's DocumentRoot is in /var/www instead of /var/www/html. What I do is use that, and put SquirrelMail's data directory in /etc/apache.
es: El 'DocumentRoot' de Apache está en /var/www en lugar de /var/www/html. Lo que yo hago es usar eso, y poner el directorio 'data' de SquirrelMail en /etc/apache.

source: Apache's cgi-bin directory by default is /usr/lib/cgi-bin. You should use that path when configuring qmailadmin.
es: El directorio 'cgi-bin' de Apache por defecto es /usr/lib/cgi-bin. Ud debería usar esa ruta cuando configure qmailadmin.

source: SpamAssassin needs many perl libraries. If you plan to use SpamAssassin, then install these libraries now:
es: SpamAssassin necesita muchas bibliotecas de perl. Si Ud planea usar SpamAssassin, entonces instale esas bibliotecas ahora:

source: ClamAV requires the zlib and zlib-dev packages:
es: ClamAV requiere los paquetes 'zlib' y 'zilb-devel'

source: QmailMRTG7 requires the mrtg package:
es: QmailMRTG7 requiere el paquete 'mrtg':

source: Trustix Notes:
es: Notas para Trustix

source: Matthew Valentini provided some <ulink url='trustix_notes.eml.html'>notes</ulink> on using this toaster with Trustix 3.0. I have not tested them, I'm just making them available as-is.
es: Matthew Valentini proveyó algunas <ulink url='trustix_notes.eml.html'>notas</ulink> sobre el uso de este toaster con Trustix 3.0. No las he probado, yo sólo las estoy poniendo disponibles 'como-están'.

source: Toaster License
es: Licencia del Toaster

source: This document is covered by the same license as Life With Qmail, and the license is detailed here:
es: Este documento está protegido por la misma licencia que la de 'Life With Qmail', y la licencia está detallada aquí:

source: QmailAdmin Limits
es: Límites en QmailAdmin

source: QmailAdmin can set per domain limits/defaults, which is really useful for hosting companies with different mail packages. This is covered in detail in the INSTALL file of qmailadmin ({varsrc}/qmailadmin-{qmailadmin}/INSTALL).
es: QmailAdmin puede configurar límites/valores por defecto por dominio, lo cual es realmente útil para compañías de hospedaje web con diferentes paquetes para paquetes de correo electrónico. Esto está cubierto en detalle en el archivo INSTALL de qmailadmin ({varsrc}/qmailadmin-{qmailadmin}/INSTALL).

source: QmailAdmin can handle nearly all virtual email administration tasks for you from a web browser, except for adding and removing virtual domains.
es: QmailAdmin puede manejar para Ud virtualmente todas las tareas desde un navegador web, excepto para agregar y remover dominios virtuales.

source: This is a great tool for graphing your mail server's activity.
es: Esta es una gran herramienta para graficar la actividad de su servidor de correo.

source: Edit qmail.mrtg.cfg and change all instances of FQDN to your hostname
es: Editar qmail.mrtg.cfg y cambiar todas las instancias de FQDN a su nombre de 'host'

source: now run mrtg 3 times to get rid of initial cron errors
es: corra ahora 'mrtg' 3 veces para limpiar los errores iniciales del 'cron'

source: Add the following line to your crontab
es: Agregar la línea siguiente a su 'crontab'

source: qmail is allegedly the second most popular MTA in use, known for speed and security.
es: qmail es supuestamente el segundo MTA más popular en uso, reconocido por su velocidad y seguridad.

source: The patch you will apply later is a composite of these existing patches:
es: El parche que Ud aplicará después es una composición de estos parches existentes:

source: starttls support
es: soporte 'starttls'

source: support oversize dns packets (not necessary if you use dnscache)
es: soporte de paquetes dns sobredimensionados (no es necesario si Ud utiliza dnscache)

source: qregex (regular expression matching in badmailfrom and badmailto)
es: 'qregex' (equivalencias con expresiones regulares en 'badmailfrom' y 'badmailto)

source: reread concurrency via HUP
es: re-leer 'concurrency' via HUP

source: big concurrency (set the spawn limit above 255)
es: 'big concurrency' (configura el límite de 'spawn' arriba de 255)

source: maildir++ patch
es: parche maildir++

source: qmail-queue (to allow for virus scanners, part of netqmail)
es: 'qmail-queue' (para permitir escaneres de virus, parte de netqmail)

source: chkuser (check for local users, envelope syntax) with user extensions enabled (for TMDA)
es: 'chkuser' (chequeo de usuarios locales, sintaxis de ensobrado) con extensiones de usuario habilitados (para TMDA)

source: surbl support in qmail-smtpd
es: soporte 'surbl' en 'qmail-smtpd'

source: domainkeys support
es: soporte 'domainkeys'

source: NOTE: RedHat/Fedora users may need to link certain include files for the TLS patch.
es: NOTA: Usuarios de RedHat/Fedora podrían necesitar enlazar ciertos archivos 'include' para el parche TLS.

source: Issue the command below only if make fails:
es: Ejecute el siguiente comando solamente si falla 'make'

source: as well as remove the sendmail link if it still exists:
es: también remueva el enlace a 'sendmail' si éste existe todavía:

source: NOTE: qmail will be patched AFTER vpopmail is installed
es: NOTA: qmail será parcheado DESPUES de ser instalado vpopmail

source: turn on SPF checking
es: habilitar el chequeo SPF

source: Setup the primary administrator's email address.
es: Configurar la dirección electrónica primaria del administrador.

source: This address will receive mail for root, postmaster, and mailer-daemon.
es: Esta dirección recibirá el correo para 'root','postmaster',y 'mailer-daemon'

source: Replace <quote>admin@example.com</quote> with your email address
es: Reemplace <quote>admin@example.com</quote> con su dirección de email

source: add qmail man pages to MANPATH
es: agregar las páginas de manual de qmail a MANPATH.

source: Edit /etc/man.config
es: Editar /etc/man.config

source: Add <quote>MANPATH /var/qmail/man</quote>
es: Agregar <quote>MANPATH /var/qmail/man</quote>

source: NOTE: Debian users should set MANDATORY_MANPATH rather than MANPATH
es: NOTA: usuarios Debian deberían configurar MANDATORY_MANPATH más que MANPATH

source: Now create the supervise directories/scripts for the qmail services:
es: Ahora cree los directorios/scripts de 'supervise' para los servicios de qmail
