Repository: momo-i/toasterdoc
Catalog: trunk/locale/*/LC_MESSAGES/messages.po
Languages: de

source: Use courier-imap 1.4.6 (security advisory)
de: Verwende courier-imap 1.4.6 (security advisory)

source: Update courier-imap install to run as vpopmail.vchkpw instead of root (for romaing imap users)
de: courier-imap-Install aktualisiert, läuft jetzt als vpopmail.vchkpw statt als root (für romaing-imap-User)

source: Update support information
de: Support-Information aktualisiert

source: Use port numbers in pop3d start scripts instead of 'pop-3' and 'pop3s'
de: Port-Nummern in den pop3d-Start-Skripten statt 'pop-3' und 'pop3s'

source: Upgrade to new 0.31 smtp auth patch
de: Aktualisiert auf neuen 0.31 smtp-auth-Patch

source: Use vpopmail-5.3.6 instead of alternate vchkpwcmd5
de: Nutze vpopmail-5.3.6 statt des alternativen vchkpwcmd5

source: Use courier-imap 1.4.5
de: Nutze courier-imap 1.4.5

source: Use sqwebmail 3.3.4
de: Nutze sqwebmail 3.3.4

source: 0.4 - 4/20/2002 (not published)
de: 0.4 - 4/20/2002 (nicht veröffentlicht)

source: Supply new vchkpwcmd5 module (alternate to vchkpw)
de: Unterstütze neues vchkpwcmd5-Modul (Alternative zu vchkpw)

source: Use vpopmail-5.3.5-cmd5 and qmailadmin 1.0.4
de: Nutze vpopmail-5.3.5-cmd5 und qmailadmin 1.0.4

source: Use courier-imap 1.4.4 and sqwebmail 3.3.3
de: Nutze courier-imap 1.4.4 und sqwebmail 3.3.3

source: Switch to qmail-pop3d from courier pop3d
de: Umgesattelt zu qmail-pop3d von courier pop3d

source: Upgrade to v. 0.30 of the SMTP-AUTH patch
de: Aktualisierung des SMTP-AUTH-Patchs auf v. 0.30

source: Use vpopmail-5.1.4 and qmailadmin 1.0.1
de: Nutze vpopmail-5.1.4 und qmailadmin 1.0.1

source: remove unnecessary patches
de: Unnötige Patches entfernt

source: fixed broken link in download section
de: Defekten Link im Download-Bereich repariert

source: added patch for quota problems in vpopmail-5.1.3
de: Patch für Quota-Probleme in vpopmail-5.1.3

source: initial release
de: Erste Veröffentlichung

source: Options
de: Optionen

source: This open source virus scanner will be called by simscan.
de: Dieser Open-Source-Virus-Scanner wird von simscan aufgerufen.

source: NOTE: You need gmp-devel installed to verify the digital signatures of the virus database.
de: HINWEIS: gmp-devel muss installiert sein, um die digitalen Signaturen der Virus-Datenbank zu verifizieren.

source: setup freshclam
de: freshclam installieren

source: add freshclam.log to logrotate
de: freshclam.log zum logrotate hinzufügen

source: run clamd under daemontools
de: clamd unter den daemontools laufen lassen

source: Start clamd and freshclam
de: clamd und freshclam starten

source: Courier-IMAP will supply IMAP/SIMAP access.
de: Courier-IMAP bietet Zugriff über IMAP/SIMAP.

source: <emphasis>NOTE:</emphasis> If you are on a system that does not use GNU make, such as FreeBSD, install GNU make and substitue 'gmake' for 'make' during the install of courier-authlib and courier-imap. Most Linux systems use GNU make.
de: <emphasis>HINWEIS:</emphasis> Wenn Sie mit einem System arbeiten, das GNU make nicht unterstützt, zum Beispiel FreeBSD, installieren Sie GNU make, und ersetzen Sie 'make' mit 'gmake' während der Installation von courier-authlib und courier-imap. Die meisten Linux-System verwenden GNU make.

source: Install Courier's Auth Library:
de: Couriers Auth-Library installieren:

source: Configure:
de: Konfigurieren:

source: Change authmodulelist=<quote>...</quote> to authmodulelist=<quote>authvchkpw</quote>
de: Ändere authmodulelist=<quote>...</quote> in authmodulelist=<quote>authvchkpw</quote>

source: Start Authlib's Authdaemon Server
de: Authlibs Authdaemon-Server starten

source: Install Courier-IMAP:
de: Courier-IMAP installieren:

source: build as vpopmail
de: build als vpopmail

source: configure may take some time...
de: Die Konfiguration könnte eine Weile dauern...

source: NOTE: RedHat/Fedora users need to add '--with-redhat'
de: HINWEIS: RedHat-/Fedora-Anwender müssen '--with-redhat' hinzufügen

source: Change 'IMAPDSTART=NO' to 'IMAPDSTART=YES'
de: Ersetzen Sie 'IMAPDSTART=NO' durch 'IMAPDSTART=YES'

source: add " AUTH=CRAM-MD5" to IMAP_CAPABILITY to enable secure authentication (CRAM-MD5)
de: Fügen Sie " AUTH=CRAM-MD5" zu IMAP_CAPABILITY hinzu, um die sichere Autohentifizierung zu ermöglichen (CRAM-MD5)

source: Edit /usr/lib/courier-imap/etc/imapd-ssl
de: Editieren Sie /usr/lib/courier-imap/etc/imapd-ssl

source: Change 'IMAPDSSLSTART=NO' to 'IMAPDSSLSTART=YES'
de: Ändern Sie 'IMAPDSSLSTART=NO' in 'IMAPDSSLSTART=YES'

source: optional: The first time courier-imap is started, the SSL certificate is first created using 'localhost' as the 'common name'. If you want to change this to match your hostname, you can customize the CN line in /usr/lib/courier-imap/etc/imapd.cnf (and pop3d.cnf of you choose to use courier's pop3d) so that the common name matches your server name BEFORE you start the server for the first time.
de: Optional: Wenn courier-imap zum ersten Mal gestartet wird, wird das SSL-Zertifikat zunächst erzeugt, indem 'localhost' als der 'common name' verwendet wird. Wenn Sie dies in Ihren Host-Namen ändern wollen, können Sie die CN-Zeile in /usr/lib/courier-imap/etc/imapd.cnf anpassen (und pop3d.cnf, wenn Sie Couriers pop3d nutzen wollen), so dass der Common Name Ihrem Server-Namen entspricht, BEVOR Sie den Server zum ersten Mal starten.

source: Now that you have downloaded all the software packages to {varsrc}, please go through each of these installation steps as the appear, and in this order, unless you really know what you're doing. (Because if you did, you wouldn't be reading this, right?)
de: Nun, da Sie alle Software-Pakete nach {varsrc} heruntergeladen haben, befolgen Sie bitte jeden einzelnen der Installations-Schritte genau wie sie aufgeführt sind und genau in der Reihenfolge, es sei denn, Sie wissen wirklich sehr genau, was Sie tun. (Wenn Sie das wüssten, würden Sie diesen Text nicht lesen, oder?)

source: The below steps assume that your <quote>rc</quote> directories are in /etc/ and your <quote>init.d</quote> path is <quote>/etc/init.d</quote>. If yours are different, please substitue paths accordingly.
de: Die folgenden Schritte setzen voraus, dass Ihre <quote>rc</quote>-Verzeichnisse sich in /etc/ befinden und Ihr <quote>init.d</quote>-Pfad <quote>/etc/init.d</quote> ist. Wenn Ihr System andere Pfade verwendet, ersetzen Sie sie entsprechend.

source: daemontools is a collection of tools for managing UNIX services. It will monitor qmail-send, and qmail-smtpd, and qmail-pop3d services.
de: daemontools sind eine Sammlung von Werkzeugen für die Verwaltung von UNIX-Diensten. Sie werden qmail-send, qmail-smtpd und die qmai-pop3d-Dienste beobachten.

source: To verify that daemontools is running, make sure that `ps ax` reports '/bin/sh /command/svscanboot' and 'svscan /service' as running.
de: Um zu überprüfen, dass die daemontools laufen, stellen Sie sicher, dass `ps ax` die folgenden Dienste als Laufend ausgibt: 'bin/sh /command/svscanboot' und 'svscan /service'.

source: Fast, full featured Mailing List Manager configureable from qmailadmin.
de: Schneller, voll ausgestatteter Mailing-Listen-Manager, der von qmailadmin aus einstellbar ist.

source: Getting Started
de: Los geht's

source: Before we begin, make sure DNS (mx record) is properly setup. If you were using <quote>merchbox.com</quote> as your virtual domain, here's how your host lookups would look after setting up dns:
de: Bevor Sie anfangen, stellen Sie sicher, dass Ihr DNS richtig eingestellt ist (MX-Record). Würden Sie z.B. <quote>merchbox.com</quote> als Ihre virtuelle Domain nutzen, würde ein Host-Lookup so aussehen:

source: Remove existing smtp/pop/imap servers
de: Vorhandene SMTP-/POP-/IMAP-Server entfernen

source: Now we must remove any existing installations of sendmail/postfix and disable pop/imap servers. To remove sendmail and postfix from an rpm based distribution, try this:
de: Nun müssen wir jedwede vorhandene Installation von sendmail/postfix entfernen und POP-/IMAP-Server deaktivieren. Um sendmail und postfix von einer RPM-basierten Distribution zu entfernen, probieren Sie dies:

source: Unless you have other services that absolutely have to run on this machine, I recommend shutting down inetd or xinetd altogether and removing it from your startup scripts. The only thing you'll need (outside of what we're about to isntall) is ssh, which is probably installed already. This will likely shut off any pop3 or imap servers, as well as other unneccessary ports. Otherwise, disable them manually.
de: Wenn Sie nicht andere Dienste auf Ihrer Maschine laufen haben, die unbedingt auf Ihrer Maschine laufen müssen, empfehle ich Ihnen, inetd und xinetd zu stoppen und die Dienste aus Ihren Start-Skripten zu entfernen. Das Einzige, was Sie (abesehen von dem, was wir gleich installieren wollen) brauchen, ist ssh, was mit hoher Wahrscheinlichkeit schon installiert ist. Entfernen Sie inetd und xinetd, werden dadurch wahrscheinlich schon vorhandene POP3- und IMAP-Server entfernt, genau wie andere unnötige Ports. Sollte dies nicht so sein, entfernen Sie sie per Hand.

source: To be sure that these services are disabled, try telnetting to ports 25, 110, and 143 and make sure your connections are refused.
de: Um sicherzugehen, dass die Dienste deaktiviert sind, versuchen Sie, sich per telnet zu den Ports 25, 110 und 143 zu verbinden, und überprüfen Sie, ob die Verbindung zu den Ports verweigert wird.

source: Download Packages
de: Pakete herunterladen

source: I keep my software source in /var/src. If you want to put it in another location, set the location below, and all paths will be updated.
de: Ich bewahre meine Software-Quellen in /var/src auf. Wenn Sie sie an einer anderen Stelle speichern wollen, geben Sie sie unten ein, und alle Pfade werden automatisch aktualisiert.

source: Back
de: Zurück

source: Next
de: Weiter

source: Make payments with PayPal - it's fast, free and secure!
de: Bezahlen Sie mit PayPal - es ist schnell, kostenlos und sicher!

source: Table of Contents
de: Inhaltsverzeichnis

source: Preface
de: Einleitung

source: Base Install
de: Basis-Installation

source: What's a POP toaster?
de: Was ist ein POP-Toaster?

source: I use Dan Bernstein's definition described at <ulink url='http://cr.yp.to/qmail/toaster.html'>http://cr.yp.to/qmail/toaster.html</ulink>
de: Ich verwende Dan Bernsteins Definition, die Sie unter <ulink url='http://cr.yp.to/qmail/toaster.html'>http://cr.yp.to/qmail/toaster.html</ulink> finden.

source: What this toaster does and does not do
de: Was dieser Toaster macht und was nicht

source: This "howto" will walk you through building a Linux Qmail "Toaster". While these instructions are intended to work with popular Linux distributions, they will probably work on other flavors of Unix without too much modification.
de: Dieses "How-to" geleitet Sie durch alle notwendigen Schritte, einen Linux-Qmail-"Toaster" zu erzeugen. Zwar ist die Anleitung gedacht für beliebte Linux-Distributionen, doch wahrscheinlich funktioniert sie auch mit anderen Unix-Systemen ohne zu große Anpassungen.

source: Qmail SMTP Mail Server with SMTP-AUTH (Plain, Login, CRAM-MD5), TLS (SSL) support, and optional Virus/Spam Scanner.
de: Qmail-SMTP-Server mit SMTP-AUTH- (Plain, Login, CRAM-MD5), TLS-(SSL)Unterstützung und optionalem Virus-/SPAM-Scanner.

source: POP3 Server with CRAM-MD5, APOP, and SSL support
de: POP3-Server mit CRAM-MD5-, APOP- und SSL-Unterstützung

source: IMAP Server with TLS (SSL) support
de: IMAP-Server mit TLS-(SSL)-Unterstützung

source: Quota Support (usage viewable by webmail)
de: Quota-Unterstützung (Belegung per Webmail sichtbar)

source: Mailing Lists
de: Mailing-Listen

source: Web-Based Email Administration
de: Web-basierte E-Mail-Administration

source: What this toaster does NOT do is act as a thorough guide to qmail or any of the other packages it installs. Such information is already available in the documentation, <ulink url='http://www.lifewithqmail.org/'>Life With Qmail</ulink>, or other howtos/toasters. I only put this together to document all the commands/urls/procedures that I find myself repeating often. It's intended to have a bit of a "copy and paste" feel to it aimed at the impatient (me). If it's not sufficient for you, take the time to read the documentation of each package that's to be installed. There's no substitute for that.
de: Dieser Toaster ist KEINE vollständige Anleitung zu qmail oder zu einem anderen Paket, das installiert wird. Solche Informationen gibt es bereits in der Dokumentation (<ulink url='http://www.lifewithqmail.org/'>Life With Qmail</ulink>) oder bei anderen Toastern/How-tos. Ich habe diesen Toaster nur geschrieben, um alle Kommandos/URLs/Prozeduren zu dokumentieren, die häufig gebraucht werden. Dass dabei ein wenig ein "Copy und Paste"-Gefühl für die Ungeduldigen (wie mich) entsteht, ist durchaus beabsichtigt. Wenn Ihnen das nicht ausreicht, nehmen Sie sich die Zeit, die Dokumentation der einzelnen Pakete zu lesen, die Sie installieren wollen. Es gibt keine andere Möglichkeit.

source: Assumptions/Support
de: Annahmen/Unterstützung

source: This document assumes that you are familiar with Unix system administration, mail/web protocols, etc. You don't have to be a guru to make this work, but you will be patching and compiling source code, as well as editing configuration files. If you want a <quote>point and click</quote> install experience, this is not for you.
de: Dieses Dokument geht davon aus, dass Sie sich mit der Administration von Unix-Systemen, Mail-/Web-Protokollen usw. auskennen. Sie müssen kein Guru sein, um den Toaster ans Laufen zu kriegen, aber Sie werden patchen und Quellcode kompilieren, genauso wie Sie Konfigurationsdateien ändern müssen. Wenn Sie eine <quote>Zeigen und Klicken</quote>-Installation erwarten, ist dieser Toaster nichts für Sie.

source: These instructions come with no warranty or guarantee. If you blow up your server, and lose business in the process, that's your problem.
de: Nutzen Sie diese Anleitung ohne Gewährleistung und ohne Garantie. Wenn Sie Ihre Server schrotten und dadurch arbeitslos werden, ist das Ihr Problem.

source: Support is not provided. There are mailing lists for all these packages, as well as one specific to this toaster. See links in the appendix for more information.
de: Keine Produktunterstützung und Hilfeleistung. Es gibt Mailing-Listen für alle Pakete, außerdem eine spezielle Mailing-Liste für den Toaster. Mehr Informationen finden Sie im Anhang.

source: <emphasis>Commercial support is available</emphasis>. See <ulink url='http://merchbox.com/qmail.php'>http://merchbox.com/qmail.php</ulink> for more information. There are also other sources of commercial support for the individual packages. See the respective documentation for each package for further information.
de: <emphasis>Kommerzieller Support ist verfügbar</emphasis>. Siehe <ulink url='http://merchbox.com/qmail.php'>http://merchbox.com/qmail.php</ulink> für mehr Informationen. Es gibt auch andere Quellen für kommerziellen Support für die einzelnen Pakete. Lesen Sie in der entsprechenden Anleitung des jeweiligen Pakets nach.

source: Prerequisites
de: Voraussetzungen

source: If you have installed a recent version of your Linux distribution, you shouldn't have any problems, especially if you did a "server" type of install rather than "Desktop". However, this install DOES require that you have the apache web server and PHP installed. Most distributions come with these now. PHP is only required for SquirrelMail. The main issues you might see are missing development libraries, or gdbm, stunnel, kerberos dev files, or openssl. If you are using an rpm based distro, an easy way to make sure they are installed is to use yum, which is likely installed already. Make sure the packages get installed if necessary using this command:
de: Wenn Sie schonmal eine aktuelle Version Ihrer Linux-Distribution installiert haben, sollten Sie keine Probleme haben, besonders dann, wenn Sie eine "Server"-Installation und keine "Desktop"-Installation durchgeführt haben. Wie auch immer: Diese Installation setzt voraus, dass Sie einen Apache-Webserver und PHP installiert haben. Die meisten Distributionen installieren diese Anwendungen automatisch. PHP wird nur für SquirrelMail benötigt. Die Hauptprobleme, auf die Sie stoßen werden, werden fehlende Development-Bibliotheken sein, oder gdbm, stunnel, Kerberos-dev-Dateien oder openssl. Wenn Sie eine RPM-basierte Distribution verwenden, ist ein einfacher Weg zu prüfen ob alle installiert sind, yum zu verwenden, was mit einiger Wahrscheinlichkeit bereits installiert ist. Stellen Sie sicher, dass die Pakete installiert werden, wenn nötig, durch Nutzung dieses Kommandos:

source: <emphasis>SELinux</emphasis>: Some setuid programs, like QmailAdmin, will not work with SELinux. You should disable SELinux during installation of the OS. If you have already installed the OS, you should disable it. I have also seen SELinux prevent SquirrelMail from working properly under Apache. In Fedora Core 4, I was able to disable it by setting <quote>SELINUX=disabled</quote> in /etc/sysconfig/selinux and rebooting.
de: <emphasis>SELinux</emphasis>: Einige setuid-Programme wie QmailAdmin funktionieren nicht mit SELinux. Sie sollten SELinux während der Installation des Betriebssystems deaktivieren. Wenn Sie das Betriebssystem schon installiert haben, sollten Sie es deaktivieren. Ich habe auch schon gesehen, wie SELinux SquirrelMail davon abgehalten hat, unter Apache richtig zu funktionieren. In Fedora Core 4 konnte ich SELinux deaktivieren, indem ich <quote>SELINUX=disabled</quote> in /etc/sysconfig eingetragen und das System neu gestartet habe.

source: <emphasis>Aliases</emphasis> Some distributions setup aliases for common commands that might interfere with this install. I recommend unaliasing some of the more common ones if you are unsure:
de: <emphasis>Aliase</emphasis> Einige Distributionen setzen Aliase für häufig benutzte Kommandos, die sich mit dieser Installation in die Quere kommen könnten. Ich empfehle, einige der am meisten benutzten Aliase zu löschen, wenn Sie sich unsicher sind:

source: This orignial version of this document was written using RedHat Linux 9.0. However, I now use debian exclusively now, and I fully recommend it. Once you get comfortable with apt, you'll never go back!
de: Diese Originalversion des Dokuments wurde geschrieben unter RedHat Linux 9.0. Wie auch immer: Ich nutze jetzt nur noch Debian, und ich empfehle es uneingeschränkt. Wenn Sie einmal apt genutzt haben, wollen Sie nie mehr etwas anderes.

source: Debian Notes
de: Debian-Hinweise

source: The easy way to make sure you have all the proper debian packages installed is to just execute this command:
de: Der beste Weg um sicherzustellen, dass Sie die richtigen Debian-Pakete installiert haben, ist es, einfach dieses Kommando auszufrühren:

source: In addition, you probably want these things installed as well:
de: Außerdem wollen Sie sicher auch diese Dinge installiert haben:

source: Lots of Debian packages require an MTA, and Debian defaults to exim4. This obviously can be a problem for qmail. So lets fix that with a dummy equivs package:
de: Viele Debian-Pakete verlangen einen MTA, unter Debian standardmäßig exim4. Das kann ein Problem für qmail sein. Also lösen wir das Problem mit einem Dummy-equivs-Paket:

source: install equivs
de: equivs installieren

source: build the dummy mta package
de: Das Dummy-MTA-Paket builden

source: remove exim4
de: exim4 entfernen

source: and install the dummy mta package
de: und das Dummy-MTA-Paket installieren

source: Courier-imap's startup script likes to use a different lock directory, so we'll just create it:
de: Das Start-Skript von Courier-imap möchte ein anderes Lock-Verzeichnis verwenden, also legen wir es an:

source: Apache's DocumentRoot is in /var/www instead of /var/www/html. What I do is use that, and put SquirrelMail's data directory in /etc/apache.
de: Apaches DocumentRoot ist in /var/www/ statt /var/www/html. Ich nutze das und lege SquirrelMails Datenverzeichnis nach /etc/apache.

source: Apache's cgi-bin directory by default is /usr/lib/cgi-bin. You should use that path when configuring qmailadmin.
de: Apaches cgi-bin-Verzeichnis ist standardmäßig /usr/lib/cgi-bin. Sie sollten dieses Verzeichnis nutzen, wenn Sie qmailadmin konfigurieren.

source: SpamAssassin needs many perl libraries. If you plan to use SpamAssassin, then install these libraries now:
de: SpamAssassin braucht viele Perl-Bibliotheken. Wenn Sie SpamAssassin nutzen wollen, installieren Sie diese Bibliotheken jetzt:

source: ClamAV requires the zlib and zlib-dev packages:
de: ClamAV benötigt die zlib- und zlib-dev-Pakete:

source: QmailMRTG7 requires the mrtg package:
de: QmailMRT07 braucht die MRTG-Pakete:

source: Trustix Notes:
de: Trustix-Hinweise

source: Matthew Valentini provided some <ulink url='trustix_notes.eml.html'>notes</ulink> on using this toaster with Trustix 3.0. I have not tested them, I'm just making them available as-is.
de: Matthew Valentini bietet einige <ulink url='trustix_notes.eml.html'>Hinweise</ulink> zur Nutzung des Toasters mit Trustix 3.0. Ich habe sie nicht geprüft,sondern weise nur auf sie hin.

source: Toaster License
de: Toaster-Lizenz

source: This document is covered by the same license as Life With Qmail, and the license is detailed here:
de: Dieses Dokument wird unter derselben Lizenz angeboten wie Life With Qmail, und diese Lizenz ist hier beschrieben:

source: QmailAdmin can set per domain limits/defaults, which is really useful for hosting companies with different mail packages. This is covered in detail in the INSTALL file of qmailadmin ({varsrc}/qmailadmin-{qmailadmin}/INSTALL).
de: QmailAdmin kann pro Domain Limits/Standardeinträge setzen, was wirklich nützlich für Hoster mit verschiedenen Mail-Paketen ist. Diese Einstellungen werden behandelt in der INSTALL-Datei von qmailadmin ({varsrc}/qmailadmin-{qmailadmin}/INSTALL).

source: QmailAdmin can handle nearly all virtual email administration tasks for you from a web browser, except for adding and removing virtual domains.
de: QmailAdmin übernimmt fast jede virtuelle E-Mail-Administration für Sie über einen Web-Browser, ausgenommen das Hinzufügen und Entfernen von virtuellen Domains.

source: Your toaster installation is done! Now we're ready to take it for a test drive.
de: Ihre Toaster-Installation ist beendet! Jetzt können wir sie testen.

source: This is a great tool for graphing your mail server's activity.
de: Dies ist ein fantastisches Tool, um die Aktivität Ihres Servers grafisch anzuzeigen.

source: Edit qmail.mrtg.cfg and change all instances of FQDN to your hostname
de: Ändern Sie qmail.mrtg.cfg, und ändern Sie alle Instanzen von FQDN in Ihren Host-Namen.

source: now run mrtg 3 times to get rid of initial cron errors
de: Starten Sie jetzt mrtg drei Mal, um die anfänglichen Cron-Fehler loszuwerden.

source: Add the following line to your crontab
de: Fügen Sie die folgende Zeile in Ihre crontab ein

source: qmail is allegedly the second most popular MTA in use, known for speed and security.
de: qmail ist angeblich der beliebteste zurzeit genutzte MTA, bekannt für seine Geschwindigkeit und Sicherheit.

source: The patch you will apply later is a composite of these existing patches:
de: Der Patch, den Sie später installieren, setzt sich zusammen aus diesen drei Patches:

source: starttls support
de: starttls-Unterstützung

source: support oversize dns packets (not necessary if you use dnscache)
de: Unterstützung für übergroße DNS-Pakete (nicht nötig, wenn Sie dnscache nutzen)

source: qregex (regular expression matching in badmailfrom and badmailto)
de: qregex (reguläre Ausdrücke für badmailfrom und badmailto)

source: reread concurrency via HUP
de: concurrency über HUP neu lesen
