Repository: momo-i/toasterdoc
Catalog: trunk/locale/*/LC_MESSAGES/messages.po
Languages: de

source: Appendix
de: Anhang

source: Donate!
de: Spenden!

source: If you find this toaster useful to you, and want to support its development, please feeel free to donate via Paypal:
de: Wenn Sie diesen Toaster nützlich finden und seine weitere Entwicklung unterstützen wollen, können Sie per Paypal spenden:

source: <emphasis>NOTE:</emphasis> If you want to support a particular translation, please indicate which translation you wish to support in the 'Message to Seller' option at the end of checkout
de: <emphasis>HINWEIS:</emphasis> Wenn Sie sich für eine bestimmte Übersetzung bedanken wollen, geben Sie dies bitte in der 'Message to Seller'-Zeile beim Ende des Checkouts an.

source: Troubleshooting
de: Fehlersuche

source: Subscribe to this toaster list: <ulink url='mailto:toaster-subscribe@shupp.org'>toaster-subscribe@shupp.org</ulink> (to unsubscribe: <ulink url='mailto:toaster-unsubscribe@shupp.org'>toaster-subscribe@shupp.org</ulink>)
de: Diese Toaster-Mailingliste abonnieren: <ulink url='mailto:toaster-subscribe@shupp.org'>toaster-subscribe@shupp.org</ulink> (zum Abbestellen: <ulink url='mailto:toaster-unsubscribe@shupp.org'>toaster-subscribe@shupp.org</ulink>)

source: There is also a <ulink url='http://www.mail-archive.com/toaster@shupp.org'>searchable archive</ulink>
de: Es gibt auch ein <ulink url='http://www.mail-archive.com/toaster@shupp.org'>durchsuchbares Archiv</ulink>

source: It's recommended that you join the mailing list for vpopmail (<ulink url='vchkpw-subscribe@inter7.com'>vchkpw-subscribe@inter7.com</ulink>), since this is the core of the virtual domain package.
de: Es ist empfehlenswert, die Mailing-Liste für vpopmail (<ulink url='vchkpw-subscribe@inter7.com'>vchkpw-subscribe@inter7.com</ulink>) zu abonnieren, da dies die Hauptinformationsquelle des virtuellen Domain-Pakets ist.

source: Also, <ulink url='http://www.lifewithqmail.org/'>Life With Qmail</ulink> covers qmail setup/maintenance in great detail. Make sure you read it.
de: Daneben deckt <ulink url='http://www.lifewithqmail.org/'>Life With Qmail</ulink> das qmail-Setup/die qmail-Wartung ab. Sie sollten es lesen.

source: Credits
de: Danksagung

source: This document is certainly inspired by Matt Simerson's <ulink url='http://www.tnpi.biz/internet/mail/toaster/'>FreeBSD Mail Toaster</ulink>. If you use FreeBSD, use it instead, it's great.
de: Dieses Dokument wurde inspiriert von Matt Simersons <ulink url='http://www.tnpi.biz/internet/mail/toaster/'>FreeBSD Mail Toaster</ulink>. Wenn Sie FreeBSD nutzen, verwenden Sie es stattdessen, es ist fantastisch.

source: Most of the commands listed in the steps above are derived either directly from the documentation or <ulink url='http://www.lifewithqmail.org/'>Life With Qmail</ulink>.
de: Die meisten der Kommandos, die Sie in den vorigen Schritten lesen können, leiten sich entweder direkt aus der Dokumentation oder aus <ulink url='http://www.lifewithqmail.org/'>Life With Qmail</ulink> ab.

source: There have been countless ideas, corrections, testing, and even bits of code contributed from the toaster users list.
de: Es gab unzählige Ideen, Korrekturen, Testläufe und Programmzeilen, die von der Toaster-User-Liste beigesteuert wurden.

source: This toaster was put together by Bill Shupp (hostmaster@shupp.org) in December of 2001.
de: Dieser Toaster wurde zusammengebaut von Bill Shupp (hostmaster@shupp.org) im Dezember 2001.

source: Translations
de: Übersetzungen

source: Spanish translation by Abel Lucano with some input from Ingo Carlo
de: Spanische übersetzung von Abel Lucano mit Ergänzungen von Ingo Carlo

source: Romanian translation by Daniel Toma
de: Rumänische übersetzung von Daniel Toma

source: Resources
de: Quellen

source: Success Reports
de: Erfolgsberichte

source: <quote>Bill, thanks loads for the toaster. It works wonderfully, and didn't take too long to set up. I only wish I had it two weeks ago. :)</quote> -- Matt G.
de: <quote>Bill, tausend Dank für den Toaster. Er funktioniert wunderbar, und es hat nicht lange gedauert, ihn zu installieren. Ich wünschte nur, ich hätte ihn schon zwei Wochen vorher gehabt. :)</quote> -- Matt G.

source: <quote>Hi I just installed the complete qmail toaster suite tonight. . [nearly] flawless installation. . and [nearly] all done from your site. . i think you are doing great things with that toaster site.</quote> -- Ezra P.
de: <quote>Hi, ich habe heute Abend mal eben die komplette Toaster-Suite installiert. . [nahezu] einwandfreie Installation. . Und [nahezu] alles von Ihrer Seite. . Ich denke, Sie leisten große Dinge mit Ihrer Toaster-Site.</quote> -- Ezra P.

source: <quote>Thanks for making it easy. Now to understand what I (you) have done. ; )</quote> -- Charles C.
de: <quote>Danke, dass Sie es so einfach machen. Jetzt weiß ich, was ich (Sie) getan habe(n). ; )</quote> -- Charles C.

source: <quote>Hi Bill, I just wanted to thank you for the great instructions on setting up qmail, etc. on Linux. I'm a bit of a rookie and for the last month I've been looking for a fairly easy to configure setup for mail. After going from RedHat w/ Sendmail to Win 2K / Exchange to FreeBSD, Debian, Gentoo, Slack with some combo of qmail, courier, postfix and back again I finally stumbled upon your site - gave RedHat a fresh install and within half an hour I was up and running with Qmail. (I'm sending this to you using my server). I couldn't have done it without you! I really do appreciate the work you put into the instructions and patches.</quote> -- Thomas A.
de: <quote>Hi Bill, Ich danke Ihnen für die fantastische Anleitung zur Installation von qmail usw. unter Linux. In den letzten Monaten habe ich nach einer einfach zu konfigurierenden Installation für meine Mail gesucht. Nach RedHat mit Sendmail, Windows 2000 mit Exchange, FreeBSD, Debian, Gentoo, Slack mit qmail, Courier, Postfix und wieder zurück bin ich schlussendlich auf Ihrer Site gelandet - habe RedHat frisch installiert, und nach einer halben Stunde lief bei mir qmail. (Ich sende Ihnen diese Mail über meinen Server). Ohne Sie hätte ich es nicht geschafft! Ich schätze die Arbeit, die Sie in die Anleitung und in die Patches stecken wirklich sehr.</quote> -- Thomas A.

source: <quote>Bill, Just wanted to drop a note to you to thank you for all the obvious work you put into the toaster website. I just installed it, and it worked perfectly. In fact, I am sending you the first email from my new setup. Again, thanks for all the hard work that went into the instructions.</quote> -- Jim S.
de: <quote>Bill, wollte Ihnen nur kurz eine Nachricht schreiben und Ihnen danken für die unübersehbare Arbeit, die Sie in den Toaster auf Ihrer Website gesteckt haben. Ich habe ihn gerade installiert, und es hat perfekt funktioniert. Genau genommen sende ich Ihnen die erste E-Mail meines neuen setups. Nochmals Danke für all die harte Arbeit, die in die Anleitung geflossen ist.</quote> -- Jim S.

source: Install Software
de: Software installieren

source: Autorespond is compatible autoresponder/vacation type tool that works well with vdelivermail and qmailadmin.
de: Autorespond ist ein kompatibles Autoresponder/Vacation-Typ-Werkzeug, das gut mit vdelivermail und qmailadmin zusammenarbeitet.

source: Install:
de: Installation:

source: ChangeLog
de: Änderungen

source: Upgrade vpopmail to 5.4.19a
de: vpopmail auf 5.4.19a aktualisiert

source: Upgrade ClamAV to 0.91.1, add ldconfig command since it's now a shared library
de: ClamAV auf 0.91.1 aktualisiert, ldconfig-Kommando hinzufügen, weil es jetzt eine shared library ist

source: Use sed in qmailmrtg7 installation - tnx Tom Collins
de: sed in der qmailmrtg7-Installation genutzt - Dank an Tom Collins

source: Upgrade tmda-cgi to 0.16.3
de: tmda-cgi auf 0.16.3 uogegradet

source: Added Romanian translation - tnx Daniel Toma
de: Rumänische Übersetzung hinzugefügt - Dank an Daniel Toma

source: Upgrade toaster patch to 0.9.1 (updated tls patch)
de: Toaster-Patch auf 0.9.1 aktualisiert (tls-Patch aktualisiert)

source: Make language selection static (from table of contents page)
de: Sprachauswahl statisch gemacht (von der Inhaltsseite)

source: Update simscan tar ball with updated configure script (should fix problem locating the clamavdb directory)
de: simscan-Tar aktualisiert mit überarbeitetem Konfigurations-Skript (sollte das Problem lösen, das clamavdb-Verzeichnis zu lokalisieren)

source: Upgrade clamav to 0.90.2
de: clamav auf 0.90.2 aktualisiert

source: Added Spanish translation - tnx Abel Lucano and also Ingo Carlo
de: Spanische Übersetzung hinzugefügt - Dank an Abel Lucano und Ingo Carlo

source: Fix courier-authlib patch (implicit declaration)
de: courier-authlib-Patch korrigiert (implicit declaration)

source: Remove verbose option from tar commands
de: verbose-Option aus den tar-Kommandos entfernt

source: Moved documentation to <ulink url='http://www.docbook.org/schemas/sdocbook/index.html'>Simplified DocBook</ulink> format with embedded gettext support. It's displayed via a few new PHP classes written for this purpose. See <ulink url='http://trac.merchbox.com/trac/toasterdoc'>ToasterDoc</ulink> for more info.
de: Dokumentation verschoben ins <ulink url='http://www.docbook.org/schemas/sdocbook/index.html'>Simplified DocBook</ulink>-Format mit eingebetteter gettext-Unterstützung. Es wird von einigen PHP-Klassen angezeigt, die für diesen Zweck geschrieben wurden. Mehr Infos unter <ulink url='http://trac.merchbox.com/trac/toasterdoc'>ToasterDoc</ulink>.

source: Upgrade toaster patch to 0.9.0
de: toaster-Patch auf 0.9.0 aktualisiert

source: Upgrade clamav to 0.90.1
de: clamav auf 0.90.1 aktualisiert

source: Updgrade courier-imap to 4.1.2, courier-authlib to 0.59.1. Wrote cram patch for authvchkpw so secure auth is available for imap connections
de: courier-imap auf 4.1.2 aktualisiert, courier-authlib auf 0.59.1. cram-Patch für authvchkpw geschrieben, damit ist secure auth auch für IMAP-Verbindungen verfügbar.

source: Updgrade vpopmail to 5.4.18 + vpopmaild and configure patches
de: vpopmail auf 5.4.18 aktualisiert + vpopmaild und Konfigurations-Patches

source: Updgrade TMDA and TMDA-cgi to 1.1.11 and 0.16.2 respectively
de: TMDA und TMDA-cgi auf 1.1.11 resp. 0.16.2 aktualisiert

source: Update lots of text and notes.
de: Haufenweise Text und Anmerkungen aktualisiert.

source: Make install-strip for clamav now
de: install-strip für clamav now geschrieben

source: Update toaster-scripts to 0.9.0 (new kill options in ctl scripts, remove -L argument to spamd)
de: toaster-scripts auf 0.9.0 aktualisiert (neue kill-Optionen in den ctl-Skripten, Argument remove -L an spamd)

source: Update simscan to 1.3.1.shupp1 (tarball with clamavdb configure patch applied)
de: simscan auf 1.3.1.shupp1 aktualisiert (tarball mit clamavdb-Konfigurations-Patch angewendet)

source: Add server thread sorting and server-side sorting to squirrelmail configuration - tnx Maciej Soltysiak
de: server thread sorting und server-side sorting zu squirrelmail hinzugefügt Dank an Maciej Soltysiak

source: Added step to install double-bounce-trim patch to qmail
de: Schritt hinzugefügt, um den double-bounce-trim-Patch zu installieren

source: Upgrade clamav to 0.88.6
de: clamav auf 0.88.6 aktualisiert

source: Updgrade courier-imap to 4.1.1
de: courier-imap auf 4.1.1 aktualisiert

source: Updgrade vpopmail to 5.4.17 + vpopmaild patches
de: vpopmail auf 5.4.17 aktualisiert + vpopmaild-Patches

source: Updgrade TMDA and TMDA-cgi to 1.1.9 and 0.15+patch respectively
de: TMDA und TMDA-cgi auf 1.1.9 resp. 0.15+patch aktualisiert

source: Upgrade qmail-toaster-0.8.3.patch, which removes the mfcheck patch and instead enables CHKUSER_SENDER_MX in chkuser_settings.h
de: qmail-toaster-0.8.3.patch aktualisiert, der den mfcheck-Patch entfernt und stattdessen CHKUSER_SENDER_MX in chkuser_settings.h aktiviert

source: Fix some typos
de: Einige Schreibfehler korrigiert

source: Change to 'config-fast `hostname --long`' during qmail install for easier automation
de: Änderung in 'config-fast `hostname --long`' während der qmail-Installation zur leichteren Automatisierung

source: Update clamav to 0.88.2
de: clamav auf 0.88.2 aktualisiert

source: Added link to Trustix 3.0 notes - tnx Matthew Valentini
de: Link zu den Trustix 3.0 notes zugefügt - Dank an Matthew Valentini

source: Update toaster patch (put mfcheck back, turn on user extensions in chkuser), ezmlm-idx, courier imap, squirrelmail, quota usage, toaster scripts, clamav (and corresponding patches), and simscan
de: toaster-Patch aktualisiert (mfcheck zurückgeholt, User-E㔀tensions in chkuser angeschaltet), ezmlm-idx, courier imap, squirrelmail, quota-Nutzung, toaster scripts, clamav (und zugehörige Patches), und simscan

source: Added TMDA in Options
de: TMDA in den Optionen hinzugefügt

source: Added notes for x86_64 issues - tnx Rick Root
de: Anmerkungen für x86_64-Fragen hinzugefügt - Dank an Rick Root

source: Added chkconfig directives to the freshclam init script - tnx Ken Schweigert
de: Dem freshclam-Init-Sktipt chkconfig-Anweisungen hinzugefügt - Dank an Ken Schweigert

source: Finally added notes about using pop3ds.run.v4 in case you have stunnel version 4
de: Zum Abschluss Anmerkungen zur Nutzung von pop3ds.run.v4 hinzugefügt für den Fall, dass Sie stunnel Version 4 nutzen

source: Added umask directives - tnx George Toft
de: umask-Anweisungen hinzugefügt - Dank an George Toft

source: Added clear option in qmailctl to clear readproctitle errors - tnx Sim
de: clear-Option in qmailctl hinzugefügt, um readproctitle-Fehler zu löschen - Dank an Sim

source: Added simscan patch to call ripmime correctly
de: simscan-Patch hinzugefügt, um ripmime korrekt aufzurufen

source: Added SSL/TLS testing info. Also noted how to deal with cipher list problems
de: SSL/TLS-Test-Infos hinzugefügt. Außerdem erwähnt, wie man mit cipher-list-Problemen umgeht

source: Added freshclam.log to logrotate - tnx Tom Collins
de: freshclam.log zum logrotate hinzugefügt - Dank an Tom Collins

source: 4/10/2006 - Added SSL instance of tmda-ofmipd
de: 4/10/2006 - Eine SSL-Instance von tmda-ofmipd hinzugefügt

source: 4/10/2006 - Note different version syntax for stunnel 3 and 4 - tnx Ingo Claro
de: 4/10/2006 - Unterschiedliche Versions-Syntax für stunnel 3 und 4 erwähnt - Dank an Ingo Claro

source: 4/10/2006 - upgrade QmailAdmin to 1.2.10 to include security fixes
de: 4/10/2006 - QmailAdmin auf 1.2.10 upegradet, um Sicherheits-Fixes einzubinden

source: 4/19/2006 - Add removal of exim4-base and exim4-config to Debian notes
de: 4/19/2006 - Entfernung von ฀Eim4-base und Ѐexim4-config hinzugefügt zu Debian notes

source: Update clamav to 0.88
de: clamav auf 0.88 aktualisiert

source: use vpopmail-5.4.13-cumulative-1.patch which has one bug fix and back ports vpopmaild
de: Benutze vpopmail-5.4.13-cumulative-1.patch, der einen Bugfix hatund vpopmaild zurückportiert

source: Update toaster patch to version 0.8.1 (tls update)
de: toaster-Patch auf Version 0.8.1 aktualisiert (tls-Update)

source: Update ripmime to 1.4.0.6
de: ripmime auf 1.4.0.6 aktualisiert

source: Update courier-imap/courier-authlib versions
de: courier-imap/courier-authlib-Versions aktualisiert

source: Fix spelling error
de: Rechtschreibfehler korrigiert

source: Use yum instead of rpm -q in 'Prerequisites'
de: Nutze yum statt rpm -q in 'Prerequisites'

source: Fix some apt-get typos - tnx Tom Nats
de: Einige apt-get-Tippfehler korrigiert - Dank an Tom Nats

source: Mention MANDATORY_MANPATH for Debian - tnx Andrea Riela
de: MANDATORY_MANPATH für Debian erwähnt - Dank an Andrea Riela

source: Add SpamAssassin and ClamAV dependencies installation, and gmake alias to Debian Notes section
de: SpamAssassin- und ClamAV-Dependencies-Installation zugefügt, gmake-Alias zur Debian-Notes-Section zugefügt

source: Update clamav to 0.87.1
de: clamav auf 0.87.1 aktualisiert

source: Update qmailadmin, courier-authlib, courier-imap, clamav, and ezmlm-idx versions
de: qmailadmin-, courier-authlib-, courier-imap-, clamav- und ezmlm-idx-Versionen aktualisiert

source: Update qmailadmin configure line since debian requires arguments
de: qmailadmin-configure-line aktualisiert, weil Debian Argumente benötigt

source: Added Debian notes
de: Debian-Notes hinzugefügt

source: Added qmailmrtg7 under 'Options'
de: qmailmrtg7 bei 'Options' zugefügt

source: Update all software packages to latest versions, including courier-imap which now requires authlib
de: Alle Software-Pakete auf die aktuellsten Versionen uogedatet, auch courier-imap, das jetzt authlib benötigt

source: Update toaster patch to include latest patch versions
de: toaster-Patch aktualisiert, um die neuesten Patch-Versionen einzubeziehen

source: Update notes in Test Drive
de: Anmerkungen bei Test Drive aktualisiert

source: Update archive links in Troubleshooting
de: Archiv-Links bei 'Fehlersuche' aktualisiert

source: Update clamav to 0.86.1
de: clamav auf 0.86.1 aktualisiert

source: Update clamav to 0.85.1
de: clamav auf 0.85.1 aktualisiert

source: Update clamav to 0.85
de: clamav auf 0.85 aktualisiert

source: Update vpopmail to 5.4.10
de: vpopmail auf 5.4.10 aktualisiert

source: Update ripmime to 1.4.0.5
de: ripmime auf 1.4.0.5 aktualisiert

source: Update clamav to 0.84
de: clamav auf 0.84 aktualisiert

source: Update vpopmail to 5.4.9
de: vpopmail auf 5.4.9 aktualisiert

source: add spam_passthru=yes to simcontrol - tnx Jason S
de: spam_passthru=yes zu simcontrol zugefügt - Dank an Jason S

source: add note about needing gmp-devel - tnx Jesus San Miguel
de: Hinweis hinzugefügt, dass gmp-devel benötigt wird - Dank an Jesus San Miguel

source: add note about chowning /var/qmail/spam to vpopmail:vchkpw after re-installs of qmail (for spam throttle)
de: Hinweis zum chownen von /var/qmail/spam auf vpopmail:vchkpw nach einer Neuinstallation von qmail hinzugefügt (für spam throttle)

source: remove chmod +t commands, as they are only for daemontools &lt; 0.75
de: 'chmod +t'-Kommandos entfernt, da diese nur für daemontools &lt; 0.75 sind

source: update qmailctl to use svclist for a list of services - handy for multiple instances of qmail-smtpd. - tnx Tom Collins
de: Update: qmailctl nutzt jetzt svclist für die Liste der Dienste - praktisch für mehrfache Instanzen von qmail-smtpd - Dank an Tom Collins

source: Upgraded clamav to 0.83
de: clamav auf 0.83 aktualisiert

source: Upgraded simscan to 1.1
de: simscan auf 1.1 aktualisiert

source: Upgraded clamav to 0.82
de: clamav auf 0.82 aktualisiert

source: Fixed missing semi-colons in creation of aliases - tnx Tom Collins
de: Fehlende Semikola bei der Erzeugung der Aliasse korrigiert - Dank an Tom Collins

source: Consolidate rpm command suggestions - tnx Tom Collins
de: rpm-Kommandovorschläge konsolidiert - Dank an Tom Collins

source: Add qmail man pages to MANCONFIG path - tnx Tom Collins
de: qmail-man-pages dem MANCONFIG-Pfad hinzugefügt - Dank an Tom Collins

source: Updated clamav to 0.81 - tnx Bob Hutchinson for updated stderr patch
de: clamav auf 0.81 aktualisiert - Dank an Bob Hutchinson für den aktualisierten stderr-Patch

source: Minor change to tcprules command in vpopmail install - tnx Jake Applebaum
de: Kleine Änderungen am tcprules-Kommando bei der vpopmail-Installation - Dank an Jake Applebaum

source: Updated qmail-toaster patch to 0.7.2 to fix a CR in overmaildirquota.c
de: qmail-toaster-Patch auf 0.7.2 aktualisiert, um ein CR in overmaildirquota.czu korrigieren

source: Updated maildir++ patch to fix duplicate free() - tnx Tom Collins
de: 'maildir++'-Patch aktualisiert, um duplicate free() zu korrigieren - Dank an Tom Collins

source: Added mention of SELinux incompatibility with QmailAdmin - tnx Dave Roberts
de: Die Erwähnung der SELinux-Incompatibilität mit QmailAdmin hinzugefügt - Dank an Dave Roberts

source: 1/8/2005 - Added mention of SELinux incompatibility with QmailAdmin - tnx Dave Roberts
de: 1/8/2005 - Die Erwähnung der SELinux-Incompatibilität mit QmailAdmin hinzugefügt - Dank an Dave Roberts

source: Changed qmail-toaster patch from 0.7b5 to 0.7 (no changes)
de: qmail-toaster-Patch von 0.7b5 auf 0.7 geändert (keine Veränderungen)

source: Changed toaster version from 0.7b2 to 0.7
de: toaster-Version von 0.7b2 auf 0.7 geändert

source: Added note to courier-imap install about changing from self-signed certificate
de: Der courier-imap-Installation den Hinweis über die Änderung des self-signed certificate hinzugefügt

source: Updated paths to init scripts. This document now uses /etc/init.d and /etc/rc?.d instead of /etc/rc.d/init.d and /etc/rc.d/rc?.d
de: Pfade zu init-Skripten aktualisiert. Dieses Dokument verwendet jetzt /etc/init.d und /etc/rc?.d statt /etc/rc.d/init.d und /etc/rc.d/rc?.d

source: Enabled per-domain scanning in simscan - tnx Jose Luis Canciani
de: Pro-Domain-Scanning in simscan hinzugefügt - Dank an Jose Luis Canciani

source: Typo in version info of toaster patch - tnx Eduardo Cortes
de: Tippfehler in der Versionsinfo des toaster-Patchs - Dank an Eduardo Cortes

source: New Toaster patch with updated versions, SPF, dropped mfcheck, swapped spam throttle for tarpit
de: Neuer Toaster-Patch mit aktualisierten Versionen, SPF, dropped mfcheck, swapped spam throttle for tarpit

source: Updated vpopmail to 5.4.8, qmailadmin to 1.2.3
de: vpopmail auf 5.4.8 aktualisiert, qmailadmin auf 1.2.3

source: Updated courier-imap to 3.0.8
de: courier-imap auf 3.0.8 aktualisiert

source: Added SpamAssassin, ClamAV, simscan, ripmime to Options
de: SpamAssassin, ClamAV, simscan, ripmime zu den Optionen hinzugefügt

source: Lots of updates to run/config files
de: Haufenweise Aktualisierungen an den run/config-Dateien

source: qmailctl now detects whether roaming users is being used
de: qmailctl erkennt jetzt, ob roaming users verwendet wird

source: Switched to netqmail 1.05 for base patch install
de: Zu netqmail 1.05 gewechselt für bessere Basis-Patch-Installation

source: Updated large patch and chkuser patch
de: Großen Patch und chkuser-Patch aktualisiert

source: Updated vpopmail to 5.4.1, qmailadmin to 1.2.1
de: vpopmail auf 5.4.1 aktualisiert, qmailadmin auf 1.2.1

source: Updated courier-imap to 2.2.2.20040207 to comply with vlimits code
de: courier-imap auf 2.2.2.20040207 aktualisiert, um mit dem vlimits-Code im Einklang zu sein

source: Fixed problem with missing config.php in quota_usage plugin install
de: Problem mit fehlendem config.php bei der quota_usage-Plugin-Installation gelöst

source: Fixed some typos
de: Einige Tippfehler korrigiert

source: Noted in 'prerequisites' that krb5 dev files, Apache and PHP are required
de: In 'prerequisites' erwähnt, dass krb5-dev-files, Apache und PHP notwendig sind

source: Updated core software versions, qmail patch
de: Basis-Software-Versionen aktualisiert, qmail-Patch

source: Switched from SqWebmail to SquirrelMail
de: Umgestellt von SqWebmail auf SquirrelMail

source: Removed Apache install (just use the distro's)
de: Apache-Installation (einfach die Distributionen verwenden)

source: Removed roaming users support (use smtp-auth instead)
de: Roaming-Users-Unterstützung entfernt (stattdessen smtp-auth verwenden)

source: Added license link
de: Lizenz-Link hinzugefügt

source: typos in courier-imap link, filename. thanks to Yalcin Cekic.
de: Tippfehler im courier-imap-Link, filename. Dank an Yalcin Cekic.

source: the qmail-smtpd run script didn't have a hostname, which is now required for the smtp-auth patch 0.30 and above.
de: Das qmail-smtpd-run-Skript hatte keinen Host-Namen, der nun benötigt wird für den smtp-auth-Patch 0.30 und höher.

source: forgot to chown the imapd.pem for courier-imap now that we're running as vpopmail
de: vergessen, imapd.pem für courier-imap zu chwonen, läuft jetzt als vpopmail

source: incorrect configure option for qmailadmin
de: Falsche Konfigurations-Option für qmailadmin
