Repository: momo-i/toasterdoc
Catalog: trunk/locale/*/LC_MESSAGES/messages.po
Languages: de

source: big concurrency (set the spawn limit above 255)
de: big concurrency (spawn-Limit über 255 setzen)

source: qmail-queue (to allow for virus scanners, part of netqmail)
de: qmail-queue (um Viren-Scanner zu ermöglichen, Teil von netqmail)

source: chkuser (check for local users, envelope syntax) with user extensions enabled (for TMDA)
de: chkuser (auf lokale Benutzer prüfen, envelope-Syntax) mit aktivierten user extensions (für TMDA)

source: surbl support in qmail-smtpd
de: surbl-Unterstützung in qmail-smtpd

source: domainkeys support
de: domainkeys-Unterstützung

source: NOTE: RedHat/Fedora users may need to link certain include files for the TLS patch.
de: HINWEIS: RedHat-/Fedora-Nutzer müssen möglicherweise verschiedene Include-Dateien für TLS linken.

source: Issue the command below only if make fails:
de: Führen Sie dieses Kommando nur aus, wenn make fehlschlägt:

source: as well as remove the sendmail link if it still exists:
de: genau wie das Entfernen des senmail-Links, wenn er noch existiert:

source: NOTE: qmail will be patched AFTER vpopmail is installed
de: HINWEIS: qmail wird NACH der Installation von vpopmail gepatcht

source: turn on SPF checking
de: SPF-checking einschalten

source: Setup the primary administrator's email address.
de: Primäre E-Mail-Adresse des Administrators einstellen

source: This address will receive mail for root, postmaster, and mailer-daemon.
de: An diese Adresse werden Mails für root, postmaster und mailer-daemon geschickt

source: Replace <quote>admin@example.com</quote> with your email address
de: Ersetzen Sie <quote>admin@example.com</quote> mit Ihrer E-Mail-Adresse

source: add qmail man pages to MANPATH
de: qmail-man-pages zu MANPATH hinzufügen

source: Edit /etc/man.config
de: /etc/man.config editieren

source: Add <quote>MANPATH /var/qmail/man</quote>
de: fügen Si <quote>MANPATH /var/qmail/man</quote> hinzu

source: NOTE: Debian users should set MANDATORY_MANPATH rather than MANPATH
de: HINWEIS: Debian-Nutzer sollten MANDATORY_MANPATH statt MANPATH setzen

source: Now create the supervise directories/scripts for the qmail services:
de: Erzeugen Sie jetzt die supervise-Verzeichnisse/Skripte für die qmail-Dienste:

source: NOTE: If you are using stunnel version 4, you should use pop3ds.run.v4
de: HINWEIS: Wenn Sie stunnel-Version 4 nutzen, sollten Sie pop3ds.run.v4 nutzen

source: instead of pop3ds.run below.
de: statt, wie unten angegeben, pop3ds nutzen.

source: Type <quote>stunnel -V</quote> (v. 3) or <quote>stunnel -version</quote> (v. 4) to see what version is installed.
de: Geben Sie <quote>stunnel -V</quote> /v. 3) oder <quote>stunnel -version</quote> (v. 4) ein, um zu sehen, welche Version installiert ist.

source: You will also need to copy over stunnel.conf like so:
de: Sie brauchen auche eine Kopie über stunnel.conf, etwa so:

source: allow daemontools to start qmail
de: den daemontools erlauben, qmail zu starten

source: verify that it's running with qmailctl
de: prüfen, dass es mit qmailctl läuft

source: Now let's compile libdomainkeys, we'll need that later:
de: Kompilieren Sie nun die libdomainkeys, wir brauchen sie später:

source: ripmime is a tool for extracting MIME attachments from email, and is used by simscan.
de: ripmime ist ein Tool zum Extrahieren der MIME-Attachments von Mails, und es wird von simscan verwendet.

source: Your qmail installation is already patched (qmail-queue patch) to support simscan, a new tool for using virus/spam scanners with qmail. The nice thing is that it prevents viruses (and optionally spam) from even getting into your queue. This is different from qmail-scanner, which will quarantine infected messages instead of stopping them at the SMTP level.
de: Ihre qmail-Installation ist bereits gepatcht (qmail-queue-Patch), um simscan zu unterstützen, ein neues Tool zur Nutzung mit Virus-/SPAM-Scannern mit qmail. Das Schöne daran: Es hindert Viren (und wahlweise auch SPAM) daran, überhaupt in Ihre Queue zu kommen. Das ist ein Unterschied zu qmail-scanner, der infizierte Nachrichten in die Quarantäne schickt, statt sie schon auf SMTP-Ebene zu stoppen.

source: add default rules for simscan
de: Standard-Regeln für simscan hinzufügen

source: put versions for received header in /var/qmail/control/simversions.cdb
de: Versionen für empfangene Header in /var/qmail/control/simversions.cdb packen

source: turn on scanning
de: Scannen einschalten

source: Here, you can add 4 tools that together will prevent viruses from reaching your system via email, and tag spam for client filtering
de: Hier können Sie 4 Tools zufügen, die zusammen dafür sorgen, dass Viren Ihr System nicht per E-Mail erreichen, und dass SPAM zur Filterung markiert wird.

source: SpamAssassin is the leading open source spam scanner. We'll be installing SpamAssassin via CPAN below.
de: SpamAssassin ist der führende Open-Source-SPAM-Scanner. Wir werden ihn über CPAN installieren.

source: <emphasis>NOTE:</emphasis> Debian users should have installed the SpamAssassin prerequisites during 'Debian Notes' eariler. RPM distributions may want to use 'yum install spamassassin' instead of CPAN below, so that you get all the dependencies. If the RPM of SpamAssassin is out of date, you could then simply do 'yum uninstall spamassassin', and follow the CPAN installation below, as you'll have the dependencies.
de: <emphasis>HINWEIS:</emphasis> Debian-Nutzer sollten die Voraussetzungen für SpamAssassin schon früher während der 'Debian-Hinweise' installiert haben. Auf RPM-Distributionen können Sie auch 'yum install spamassassin' statt der unten stehenden CPAN-Methode verwenden, so dass Sie alle Abhängigkeiten abdecken. Wenn die SpamAssassin-RPM veraltet ist, können Sie einfach 'yum uninstall spamassassin' eingeben und der CPAN-Installationsanweisung unten folgen, weil Sie jetzt alle Abhängigkeiten installiert haben.

source: run spamd under daemontools
de: spamd unter den daemontools starten

source: SquirrelMail is a web based IMAP client
de: SquirrelMail ist ein Web-basierter IMAP-Client

source: <emphasis>NOTE: This section assumes that your apache ServerRoot is /var/www and that your DocumentRoot is /var/www/html, and also that your web server runs as apache:apache</emphasis>
de: <emphasis>HINWEIS: Dieser Abschnitt setzt voraus, dass Ihr Apache-ServerRoot /var/www ist und dass Ihr DocumentRoot /var/www/html ist, außerdem, dass Ihr WebServer als apache:apache läuft.</emphasis>

source: here you will have to set a few options:
de: Hier müssen Sie einige Optionen einstellen:

source: go to Server Settings (2), Server Software (8) and change the Server Software from <quote>other</quote> to <quote>courier</quote> (a)
de: Wählen Sie die Server Settings (2), Server Software (8), und ändern Sie die Server Software von <quote>other</quote> auf <quote>courier</quote> (a).

source: From the main menu, go to General Options (4) and change Data Direcotry (2) to <quote>/var/www/data/</quote>, change <quote>Allow server thread sort</quote> (10) to y, and change <quote>Allow server-side sorting</quote> (11) to y.
de: Gehen Sie aus dem Hauptmenü zu den General Options (4), und ändern Sie das Data Directory (2) in <quote>/var/www/data/</quote>, ändern Sie <quote>Allow server thread sort</quote> (10) in y, und ändern Sie <quote>Allow server-side sorting</quote> (11) in y.

source: From the main menu, go to Plugins and enable the quota_usage plugin, along with any others you prefer
de: Gehen Sie aus dem Hauptmenü zu Plugins, und aktivieren Sie das quota_usage-Plugin, neben anderen Modulen, die Sie wünschen.

source: Save settings
de: Einstellungen speichern

source: quit
de: Beenden

source: move the data directory into place and change permissions to the user:group that the web server runs as:
de: Verschieben Sie das Datenverzeichnis an die Stelle, und ändern Sie die Rechte zu der user:gruppe, mit der der Web-Server läuft.

source: Test Drive
de: Überprüfen

source: Here we'll add a virtual domain, 'test.com', and test sending/receiving mail. Substitue 'test.com' for whatever domain you setup DNS for.
de: Hier fügen wir eine virtuelle Domain hinzu, 'test.com', und prüfen, ob das Senden und der Empfang von Mail funktionieren. Ersetzen Sie 'test.com' durch Ihre Domain.

source: Add the domain to vpopmail
de: Domain zu vpopmail hinzufügen

source: [password]
de: [passwort]

source: This creates the default <quote>postmaster</quote> account for test.com. You will use this account with qmailadmin. Try adding/removing users with qmailadmin here:
de: Dies erzeugt den Standard-Account <quote>postmaster</quote> für test.com. Sie werden diesen Account mit qmailadmin nutzen. Versuchen Sie, Benutzer mit qmailadmin hier hinzuzufügen und zu entfernen:

source: To test out quota usage support, create a user with a 6MB quota like so:
de: Um die Quota-Unterstützung zu testen, erzeugen Sie einen Nutzer mit 6 MB Quota:

source: verify the user settings, and create the <quote>maildirsize</quote> file
de: Überprüfen Sie die User-Einstellungen, und erzeugen Sie die <quote>maildirsize</quote>-Datei

source: Now, to log into SquirrelMail as user@test.com, point your browser here:
de: Loggen Sie sich jetzt in SquirrelMail als user@test.com ein, steuern Sie Ihren Browser hierhin:

source: Send yourself a message. If you get it, it's likely you're up and running.
de: Senden Sie sich selbst eine Nachricht, Wenn Sie sie empfangen, funktioniert Ihr System offensichtlich.

source: To test your POP server, try telnetting to port 110 and logging in.
de: Um Ihren POP-Server zu testen, versuchen Sie, sich auf Port 110 per Telnet einzuloggen.

source: Test your IMAP server in the same way:
de: Prüfen Sie Ihren IMAP-Server auf dieselbe Art und Weise:

source: To test our SSL/TLS connections, all you need to do is duplicate the same tests above, but use openssl's s_client tool to handle encryption.
de: Um unsere SSL-/TLS-Verbindungen zu prüfen, müssen Sie nur dieselben Tests oben duplizieren, aber das s_client-Tool von openssl für die Verschlüsselung nutzen.

source: <emphasis>NOTE:</emphasis> If you get an error like this:
de: <emphasis>HINWEIS:</emphasis> Wenn Sie einen Fehler wie diesen erhalten:

source: your qmail install might need the cipher lists. Debian does this, I don't know why. The following commands will fix it:
de: braucht Ihre qmail-Installation womöglich die cipher lists. Bei Debian ist es so, ich weiß nicht, warum. Die folgenden Kommandos werden den Fehler beheben:

source: If you want the option to be very aggressive about spam control, TMDA (Tagged Message Delivery Agent) is a challenge based tool that requires a sender to confirm their sending address before the incoming message is delivered. I don't use it myself, but many people do.
de: Wenn Sie sehr aggressiv mit SPAM verfahren wollen: TMDA (Tagged Message Delivery Agent) ist ein Ablehnungs-basiertes Tool, das den Absender einer E-Mail auffordert, eine E-Mail zu bestätigen, bevor die Nachricht ausgeliefert wird. Ich nutze diese Möglichkeit nicht, aber viele Menschen tun es.

source: Now we'll install the vpopmail related scripts
de: Jetzt installieren wir die Skripte, die zu vpopmail gehören

source: Setup tmda-ofmipd
de: tmda-ofmipd installieren

source: NOTE: If you are using stunnel version 4, you should use tmda.ssl.run.v4 instead of tmda-ofmipd.ssl.run below. Type 'stunnel -V' (v. 3) or 'stunnel -version' (v. 4) to see what version is installed. You will also need to copy over stunnel.conf like so: cp {varsrc}/toaster-scripts-{toasterscripts}/tmda-stunnel.conf /var/qmail/supervise/tmda-ssl/stunnel.conf
de: HINWEIS: Wenn Sie stunnel-Version 4 nutzen, sollten Sie tmda.ssl.run.v4 statt tmda-ofmipd.ssl.run verwenden. Geben Sie 'stunnel -V' (v. 3) oder 'stunnel -version' (v. 4) ein, um Ihre Version zu sehen. Sie müssen auch über stunnel.conf kopieren, etwa so: cp {varsrc}/toaster-scripts-{toasterscripts}/tmda-stunnel.conf /var/qmail/supervise/tmda-ssl/stunnel.conf

source: Setup tmda-cgi
de: tmda-cgi installieren

source: NOTE: If you installed vpopmail somewhere other than /home/vpopmail, you'll need to update refernces in defaults.ini here
de: HINWEIS: Wenn Sie vpopmail an anderer Stelle als /home/vpopmail installiert haben, müssen Sie die Referenzen in der defaults.ini hier ändern.

source: Now, you'll need to add an alias directive to your web server. Add the following to /etc/httpd/httpd.conf (or where ever your conf file is), and restart Apache:
de: Jetzt müssen Sie Ihrem Webserver eine Alias-Direktive hinzufügen. Fügen Sie dies Ihrer /etc/httpd/httpd.conf hinzu (oder wo immer sich Ihre conf-Datei befindet), und starten Sie Apache neu:

source: Now, you should be able to point your browser to /cgi-bin/tmda.cgi, log in with your email address and password, and add/edit/remove tmda for your account. Note that the .qmail files created by tmda WILL show up in QmailAdmin.
de: Jetzt sollten Sie mit Ihrem Browser /cgi-bin/tdma.cgi aufrufen können, sich mit Ihrer E-Mail-Adresse und Ihrem Passwort einloggen können, und tdma für Ihren Account hinzufügen/ändern/löschen können. Beachten Sie, dass die .qmail-Dateien, die von tdma erzeugt werden, in QmailAdmin gezeigt werden.

source: Available Languages:
de: Verfügbare Sprachen:

source: English
de: Englisch

source: Spanish
de: Spanisch

source: Romanian
de: Rumänisch

source: What's a POP Toaster?
de: Was ist ein POP-Toaster?

source: Assumptions/Support (Please Read!)
de: Annahmen/Unterstützung (bitte lesen!)

source: Trustix Notes
de: Trustix-Hinweise

source: Remove existing sendmail/pop/imap servers
de: Bestehende sendmail-/pop-/imap-Server entfernen

source: Download packages
de: Pakete herunterladen

source: Donate
de: Spenden

source: <emphasis>NOTE:</emphasis> This document is now paginated. If you prefer to view it all as one page, click <ulink url='?page=all'>here</ulink>
de: <emphasis>HINWEIS</emphasis> Dieses Dokument ist jetzt paginiert. Wenn Sie es komplett auf einer Seite sehen wollen, klicken Sie <ulink url='?page=all'>hier</ulink>

source: ucspi-tcp contains tcpserver and tcpclient, command line tools for building client-server applications.
de: ucspi-tcp enthält tcpserver und tcpclient, command-line-Tools zum Erzeugen von Client-Server-Anwendungen

source: NOTE: If you are on the x86_64 platform, you need to remove the <quote>-02</quote> argument to gcc in conf-cc. See <ulink url='http://marc.info/?l=qmail&amp;m=111725518121864&amp;w=2'>this</ulink> for details
de: HINWEIS: Wenn Sie die x86_64-Plattform nutzen, müssen Sie das <quote>-02</quote>-Argument bei gcc in conf-cc entfernen. Lesen Sie <ulink url='http://marc.info/?l=qmail&amp;m=111725518121864&amp;w=2'>dieses Dokument</ulink> für weitere Informationen.

source: Vpopmail is a virtual domain package add-on for qmail. It can handle multiple domains on a single IP address, and none of the user accounts are /etc/passwd or <quote>system</quote> accounts.
de: Vpopmail ist ein Virtueller-Domain-Paket-Aufsatz für qmail. Es kann mehrere Domains unter einer IP-Adresse verwalten, und keines der Konten wird in /etc/passwd oder <quote>system</quote> gespeichert.

source: NOTE: If you are on the x86_64 platform, you need to set the CFLAGS compiler environment by prefacing the next command with <quote>CFLAGS=-fPIC</quote>, like so: <quote>CFLAGS=-fPIC ./configure ...</quote>
de: HINWEIS: Wenn Sie die x86_64-Plartform nutzen, müssen Sie das CFLAGS-Compiler-Environment setzen, indem Sie das nächste Kommando mit <quote>CFLAGS=-fPIC</quote>, etwa so: <quote>CFLAGS=-fPIC ./configure ...</quote> ausführen.

source: NOTE: If you are on the x86_64 platform, you need to edit cdb/compile to add the -fPIC argument to cc. It should look something like this: 'exec gcc -fPIC -02 -c ${1+"$@"}' After editing compile, do <quote>make &amp;&amp; make install-strip</quote> again. see this post for more details
de: HINWEIS: Wenn Sie die x86_64-Plattform nutzen, müssen Sie cdb/compile editieren, um das -fPIC-Argument zu cc hinzuzufügen. Es sollte ungefähr so aussehen: 'exec gcc -fPIC -02 -c ${1+"$@"}' Nach dem Editioeren von compile, führen Sie <quote>make &amp;&amp; make install-strip</quote> erneut aus. Mehr Infos hier

source: add qmail toaster patch now that vpopmail is installed
de: qmail-Toaster-Patch jetzt installieren, da vpopmail installiert ist

source: NOTE: the following command needs to be run after any future re-installs of qmail as it will chown this directory back to qmail
de: HINWEIS: Die folgenden Kommandos müssen nach jeder Neuinstallation von qmail ausgeführt werden, da sie das Verzeichnis qmail zurück chownen

source: enter your company's information
de: Geben Sie Ihre Firmen-Information ein

source: NOTE: This may take a LONG time
de: HINWEIS: Dies kann LANGE dauern

source: now add the followowing line to your crontab via `crontab -e` to update these temp keys each night
de: Fügen Sie jetzt die folgende Zeile Ihrer crontab durch Eingabe von 'crontab -e' hinzu, um die temporären Schlüssel jede Nacht zu aktualisieren

source: start qmail back up
de: qmail wieder starten

source: allow daemontools to start vpopmail
de: Den daemontools erlauben, vpopmail zu starten
